[
  {
    "id": "ret_acquire_fief_to_unlock",
    "EN": "Acquire a fief to unlock clan troops.",
    "BR": "Conquiste um feudo para desbloquear as tropas do clã.",
    "CNs": "占领一个封地以解锁家族部队。",
    "CNt": "佔領一個封地以解鎖家族部隊。",
    "DE": "Erobere ein Lehen, um die Clantruppen freizuschalten.",
    "FR": "Acquiers un fief pour débloquer les troupes du clan.",
    "IT": "Acquisisci un feudo per sbloccare le truppe del clan.",
    "JP": "領地を獲得して一族の兵を解放する。",
    "KO": "영지를 획득하여 가문 병력을 해제하십시오.",
    "PL": "Zdobądź lenno, aby odblokować wojska klanu.",
    "RU": "Получите феод, чтобы разблокировать войска клана.",
    "SP": "Adquiere un feudo para desbloquear las tropas del clan.",
    "TR": "Bir tımar elde ederek klan askerlerini aç."
  },
  {
    "id": "ret_action_convert",
    "EN": "convert",
    "BR": "converter",
    "CNs": "转换",
    "CNt": "轉換",
    "DE": "konvertieren",
    "FR": "convertir",
    "IT": "convertire",
    "JP": "変換する",
    "KO": "변환하다",
    "PL": "konwertować",
    "RU": "конвертировать",
    "SP": "convertir",
    "TR": "dönüştürmek"
  },
  {
    "id": "ret_action_modify",
    "EN": "modify",
    "BR": "modificar",
    "CNs": "修改",
    "CNt": "修改",
    "DE": "modifizieren",
    "FR": "modifier",
    "IT": "modificare",
    "JP": "修正する",
    "KO": "수정하다",
    "PL": "modyfikować",
    "RU": "модифицировать",
    "SP": "modificar",
    "TR": "değiştirmek"
  },
  {
    "id": "ret_adaptive_training",
    "EN": "Adaptive Training",
    "BR": "Treinamento Adaptativo",
    "CNs": "适应性训练",
    "CNt": "適應性訓練",
    "DE": "Adaptives Training",
    "FR": "Souplesse Martiale",
    "IT": "Addestramento Adattivo",
    "JP": "適応訓練",
    "KO": "적응 훈련",
    "PL": "Trening Adaptacyjny",
    "RU": "Адаптивная Тренировка",
    "SP": "Entrenamiento Adaptativo",
    "TR": "Uyarlanabilir Eğitim"
  },
  {
    "id": "ret_adaptive_training_150_in_each_skill",
    "EN": "For each skill, have at least one custom troop with a level of 150 or higher.",
    "BR": "Para cada habilidade, tenha ao menos uma tropa personalizada com nível 150 ou superior.",
    "CNs": "对于每项技能，至少拥有一支自定义部队等级达到150或更高。",
    "CNt": "對於每項技能，至少擁有一支自定義部隊等級達到150或更高。",
    "DE": "Habe für jede Fertigkeit mindestens eine benutzerdefinierte Truppe mit Stufe 150 oder höher.",
    "FR": "Pour chaque compétence, possède au moins une troupe personnalisée avec un niveau de 150 ou plus.",
    "IT": "Per ogni abilità, possiedi almeno una truppa personalizzata con livello 150 o superiore.",
    "JP": "各スキルについて、レベル150以上のカスタム兵を少なくとも1人持つ。",
    "KO": "각 기술마다 레벨 150 이상의 커스텀 병력을 최소 1명 보유하십시오.",
    "PL": "Dla każdej umiejętności posiadaj co najmniej jedną własną jednostkę na poziomie 150 lub wyższym.",
    "RU": "Для каждого навыка имейте хотя бы одного собственного воина с уровнем 150 или выше.",
    "SP": "Para cada habilidad, ten al menos una tropa personalizada con nivel 150 o superior.",
    "TR": "Her beceri için, seviyesi 150 veya daha yüksek en az bir özel asker bulundur."
  },
  {
    "id": "ret_adaptive_training_5_weapons",
    "EN": "In a single battle, get a kill using five different weapons classes.",
    "BR": "Em uma única batalha, consiga uma baixa usando cinco classes de armas diferentes.",
    "CNs": "在一场战斗中，使用五种不同武器类别各击杀一次。",
    "CNt": "在一場戰鬥中，使用五種不同武器類別各擊殺一次。",
    "DE": "Erziele in einer einzigen Schlacht einen Kill mit fünf verschiedenen Waffenkategorien.",
    "FR": "Dans une seule bataille, réalise une élimination avec cinq classes d’armes différentes.",
    "IT": "In una singola battaglia, ottieni un’uccisione usando cinque diverse classi di armi.",
    "JP": "1回の戦闘で、5種類の異なる武器クラスでキルを取る。",
    "KO": "한 전투에서 5가지 다른 무기 유형으로 각각 킬을 기록하십시오.",
    "PL": "W jednej bitwie zabij wrogów używając pięciu różnych klas broni.",
    "RU": "В одном бою убейте врагов, используя пять разных классов оружия.",
    "SP": "En una sola batalla, consigue una baja usando cinco clases de armas diferentes.",
    "TR": "Tek bir savaşta beş farklı silah sınıfıyla düşman öldür."
  },
  {
    "id": "ret_adaptive_training_description",
    "EN": "XP is refunded when lowering a troop's skill.",
    "BR": "XP é reembolsado ao reduzir a habilidade de uma tropa.",
    "CNs": "降低部队技能时会返还经验值。",
    "CNt": "降低部隊技能時會返還經驗值。",
    "DE": "EP werden zurückerstattet, wenn eine Truppenfertigkeit gesenkt wird.",
    "FR": "Réduire une compétence rembourse l’expérience dépensée.",
    "IT": "I PE vengono rimborsati quando si abbassa un’abilità di una truppa.",
    "JP": "兵のスキルを下げると経験値が返還される。",
    "KO": "병력의 기술을 낮출 경우 경험치가 환급됩니다.",
    "PL": "PD są zwracane przy obniżaniu umiejętności jednostki.",
    "RU": "Опыт возвращается при снижении навыка войска.",
    "SP": "La experiencia se reembolsa al reducir la habilidad de una tropa.",
    "TR": "Bir askerin becerisi düşürüldüğünde XP iade edilir."
  },
  {
    "id": "ret_adaptive_training_win_with_even_split",
    "EN": "Win a battle against over 100 enemies using a party evenly split among infantry, cavalry and ranged clan troops",
    "BR": "Vença uma batalha contra mais de 100 inimigos usando um grupo dividido igualmente entre infantaria, cavalaria e tropas de clã à distância.",
    "CNs": "率领步兵、骑兵和远程家族部队平均分配的小队，在一场对抗超过100名敌人的战斗中取胜。",
    "CNt": "率領步兵、騎兵和遠程家族部隊平均分配的小隊，在一場對抗超過100名敵人的戰鬥中取勝。",
    "DE": "Gewinne eine Schlacht gegen über 100 Feinde mit einer Gruppe, die gleichmäßig auf Infanterie, Kavallerie und Fernkampf-Clantruppen verteilt ist.",
    "FR": "Gagne une bataille contre plus de 100 ennemis avec un groupe réparti équitablement entre infanterie, cavalerie et archers.",
    "IT": "Vinci una battaglia contro oltre 100 nemici con un gruppo diviso equamente tra fanteria, cavalleria e truppe del clan a distanza.",
    "JP": "歩兵・騎兵・遠隔兵が均等に編成された一族の兵で、100人以上の敵との戦闘に勝利する。",
    "KO": "보병, 기병, 원거리 가문 병력이 균등하게 편성된 부대로 100명 이상의 적과 싸워 승리하십시오.",
    "PL": "Wygraj bitwę przeciwko ponad 100 wrogom, mając drużynę równomiernie podzieloną na piechotę, kawalerię i łuczników klanu.",
    "RU": "Выиграйте бой против более чем 100 врагов, имея отряд, поровну разделённый на пехоту, кавалерию и дальнобойные войска клана.",
    "SP": "Gana una batalla contra más de 100 enemigos con un grupo dividido equitativamente entre infantería, caballería y tropas a distancia del clan.",
    "TR": "100’den fazla düşmana karşı, piyade, süvari ve menzilli klan askerleri eşit bölünmüş bir grupla savaş kazan."
  },
  {
    "id": "ret_add_upgrade",
    "EN": "Add Upgrade",
    "BR": "Adicionar Aprimoramento",
    "CNs": "添加升级",
    "CNt": "新增升級",
    "DE": "Upgrade hinzufügen",
    "FR": "Nouvelle Promotion",
    "IT": "Aggiungi Potenziamento",
    "JP": "アップグレードを追加",
    "KO": "업그레이드 추가",
    "PL": "Dodaj Ulepszenie",
    "RU": "Добавить Улучшение",
    "SP": "Añadir Mejora",
    "TR": "Yükseltme Ekle"
  },
  {
    "id": "ret_add_upgrade_button_text",
    "EN": "Add Upgrade",
    "BR": "Adicionar Aprimoramento",
    "CNs": "添加升级",
    "CNt": "新增升級",
    "DE": "Upgrade hinzufügen",
    "FR": "Nouvelle Promotion",
    "IT": "Aggiungi Potenziamento",
    "JP": "アップグレードを追加",
    "KO": "업그레이드 추가",
    "PL": "Dodaj Ulepszenie",
    "RU": "Добавить Улучшение",
    "SP": "Añadir Mejora",
    "TR": "Yükseltme Ekle"
  },
  {
    "id": "ret_ancestral_heritage",
    "EN": "Ancestral Heritage",
    "BR": "Herança Ancestral",
    "CNs": "祖传遗产",
    "CNt": "祖傳遺產",
    "DE": "Ahnen-Erbe",
    "FR": "Héritage Ancestral",
    "IT": "Eredità Ancestrale",
    "JP": "祖伝の遺産",
    "KO": "조상의 유산",
    "PL": "Dziedzictwo Przodków",
    "RU": "Наследие Предков",
    "SP": "Herencia Ancestral",
    "TR": "Atasal Miras"
  },
  {
    "id": "ret_ancestral_heritage_150_outnumbered_own_culture",
    "EN": "Win a 150+ battle while outnumbered and fielding only custom troops of your own culture.",
    "BR": "Vença uma batalha de 150+ inimigos, em desvantagem numérica, utilizando apenas tropas personalizadas da sua própria cultura.",
    "CNs": "在人数劣势下，仅使用本文化的自定义部队赢得一场150+敌人的战斗。",
    "CNt": "在人數劣勢下，僅使用本文化的自定義部隊贏得一場150+敵人的戰鬥。",
    "DE": "Gewinne eine Schlacht gegen 150+ Feinde, während du in der Unterzahl bist und nur benutzerdefinierte Truppen deiner eigenen Kultur einsetzt.",
    "FR": "Gagne une bataille contre 150+ ennemis, en infériorité numérique, en utilisant uniquement des troupes personnalisées de ta propre culture.",
    "IT": "Vinci una battaglia da 150+ nemici, in inferiorità numerica, usando solo truppe personalizzate della tua stessa cultura.",
    "JP": "劣勢の状況で、自文化のカスタム兵のみを用いて150人以上の敵との戦闘に勝利する。",
    "KO": "자신의 문화 병력만으로 150명 이상의 적과 싸워 수적 열세를 극복하고 승리하십시오.",
    "PL": "Wygraj bitwę z 150+ wrogami, będąc w mniejszości i używając tylko własnych jednostek swojej kultury.",
    "RU": "Выиграйте битву с 150+ врагами, будучи в меньшинстве и используя только войска своей культуры.",
    "SP": "Gana una batalla de 150+ enemigos, estando en desventaja numérica y usando solo tropas personalizadas de tu propia cultura.",
    "TR": "Kendi kültüründen sadece özel askerlerle, sayıca azınlıkta olduğun bir 150+ savaşını kazan."
  },
  {
    "id": "ret_ancestral_heritage_capture_own_culture_fief",
    "EN": "Capture a fief of your own culture from an enemy kingdom.",
    "BR": "Conquiste de um reino inimigo um feudo da sua própria cultura.",
    "CNs": "从敌对王国手中夺取一个属于本文化的封地。",
    "CNt": "從敵對王國手中奪取一個屬於本文化的封地。",
    "DE": "Erobere ein Lehen deiner eigenen Kultur von einem feindlichen Königreich.",
    "FR": "Capture un fief de ta propre culture à un royaume ennemi.",
    "IT": "Conquista un feudo della tua cultura da un regno nemico.",
    "JP": "敵王国から自文化の領地を奪取する。",
    "KO": "적 왕국으로부터 자신의 문화에 속한 영지를 점령하십시오.",
    "PL": "Zdobądź lenno swojej kultury od wrogiego królestwa.",
    "RU": "Захватите феод своей культуры у вражеского королевства.",
    "SP": "Captura un feudo de tu propia cultura de un reino enemigo.",
    "TR": "Düşman bir krallıktan kendi kültürüne ait bir tımar ele geçir."
  },
  {
    "id": "ret_ancestral_heritage_description",
    "EN": "Unlocks all items of clan and kingdom cultures.",
    "BR": "Desbloqueia todos os itens das culturas do clã e do reino.",
    "CNs": "解锁家族与王国文化的所有物品。",
    "CNt": "解鎖家族與王國文化的所有物品。",
    "DE": "Schaltet alle Gegenstände der Clan- und Königreichskulturen frei.",
    "FR": "Débloque tous les objets des cultures du clan et du royaume.",
    "IT": "Sblocca tutti gli oggetti delle culture del clan e del regno.",
    "JP": "一族と王国文化の全てのアイテムを解放する。",
    "KO": "가문과 왕국 문화의 모든 아이템을 해제합니다.",
    "PL": "Odblokowuje wszystkie przedmioty kultury klanu i królestwa.",
    "RU": "Разблокирует все предметы культур клана и королевства.",
    "SP": "Desbloquea todos los objetos de las culturas del clan y del reino.",
    "TR": "Klan ve krallık kültürlerinin tüm eşyalarını açar."
  },
  {
    "id": "ret_ancestral_heritage_tournament_own_culture_town",
    "EN": "Win a tournament in a town of your own culture.",
    "BR": "Vença um torneio em uma cidade da sua própria cultura.",
    "CNs": "在本文化的城镇赢得一场锦标赛。",
    "CNt": "在本文化的城鎮贏得一場比武大會。",
    "DE": "Gewinne ein Turnier in einer Stadt deiner eigenen Kultur.",
    "FR": "Gagne un tournoi dans une ville de ta propre culture.",
    "IT": "Vinci un torneo in una città della tua cultura.",
    "JP": "自文化の町でトーナメントに勝利する。",
    "KO": "자신의 문화가 있는 마을에서 토너먼트에서 승리하십시오.",
    "PL": "Wygraj turniej w mieście swojej kultury.",
    "RU": "Выиграйте турнир в городе своей культуры.",
    "SP": "Gana un torneo en una ciudad de tu propia cultura.",
    "TR": "Kendi kültüründen bir şehirde bir turnuva kazan."
  },
  {
    "id": "ret_apply_conversions_button_text",
    "EN": "Convert",
    "BR": "Converter",
    "CNs": "转换",
    "CNt": "轉換",
    "DE": "Umwandeln",
    "FR": "Convertir",
    "IT": "Converti",
    "JP": "変換",
    "KO": "변환",
    "PL": "Konwertuj",
    "RU": "Преобразовать",
    "SP": "Convertir",
    "TR": "Dönüştür"
  },
  {
    "id": "ret_available_troop_xp",
    "EN": "{XP} xp",
    "BR": "{XP} xp",
    "CNs": "{XP} 经验",
    "CNt": "{XP} 經驗",
    "DE": "{XP} EP",
    "FR": "{XP} xp",
    "IT": "{XP} PE",
    "JP": "{XP} 経験値",
    "KO": "{XP} 경험치",
    "PL": "{XP} pd",
    "RU": "{XP} опыт",
    "SP": "{XP} exp",
    "TR": "{XP} xp"
  },
  {
    "id": "ret_battlefield_tithes",
    "EN": "Battlefield Tithes",
    "BR": "Dízimos de Campo de Batalha",
    "CNs": "战场什一税",
    "CNt": "戰場什一稅",
    "DE": "Schlachtfeldzehnten",
    "FR": "Dîme de Guerre",
    "IT": "Decime di Battaglia",
    "JP": "戦場の什一税",
    "KO": "전장의 십일조",
    "PL": "Dziesięcina Bitewna",
    "RU": "Полевая Десятина",
    "SP": "Diezmos de Batalla",
    "TR": "Savaş Alanı Aşarı"
  },
  {
    "id": "ret_battlefield_tithes_description",
    "EN": "Can unlock items from allied party kills.",
    "BR": "Pode desbloquear itens a partir de abates do grupo aliado.",
    "CNs": "可通过盟友击杀解锁物品。",
    "CNt": "可透過盟友擊殺解鎖物品。",
    "DE": "Kann Gegenstände durch Kills verbündeter Truppen freischalten.",
    "FR": "Permet le déblocage de l’équipement des alliés tombés au combat.",
    "IT": "Può sbloccare oggetti dalle uccisioni delle truppe alleate.",
    "JP": "同盟軍のキルでアイテムを解放できる。",
    "KO": "아군의 킬로 아이템을 해제할 수 있습니다.",
    "PL": "Można odblokować przedmioty z zabójstw sprzymierzeńców.",
    "RU": "Можно разблокировать предметы из убийств союзных отрядов.",
    "SP": "Puede desbloquear objetos a partir de bajas de tropas aliadas.",
    "TR": "Müttefik birliklerin öldürdüğü düşmanlardan eşyalar açılabilir."
  },
  {
    "id": "ret_battlefield_tithes_lead_army_victory",
    "EN": "Lead an army of mostly allied troops to victory against an enemy army.",
    "BR": "Conduza um exército composto majoritariamente por aliados à vitória contra um exército inimigo.",
    "CNs": "率领以盟军为主的军队战胜敌军。",
    "CNt": "率領以盟軍為主的軍隊戰勝敵軍。",
    "DE": "Führe eine Armee, die größtenteils aus Verbündeten besteht, zum Sieg über eine feindliche Armee.",
    "FR": "Mène une armée majoritairement composée d’alliés à la victoire contre une armée ennemie.",
    "IT": "Guida un esercito composto principalmente da alleati alla vittoria contro un esercito nemico.",
    "JP": "大半が同盟軍で構成された軍を率いて敵軍に勝利する。",
    "KO": "주로 아군으로 구성된 군대를 이끌고 적군을 물리치십시오.",
    "PL": "Poprowadź armię składającą się głównie ze sprzymierzeńców do zwycięstwa nad wrogą armią.",
    "RU": "Возглавьте армию, состоящую в основном из союзников, и победите вражескую армию.",
    "SP": "Lidera un ejército compuesto principalmente por aliados hacia la victoria contra un ejército enemigo.",
    "TR": "Çoğunluğu müttefiklerden oluşan bir orduyu düşman ordusuna karşı zafere taşı."
  },
  {
    "id": "ret_battlefield_tithes_quest_for_allied_lord",
    "EN": "Complete 5 quests for allied lords.",
    "BR": "Complete 5 missões para lordes aliados.",
    "CNs": "为盟友领主完成5个任务。",
    "CNt": "為盟友領主完成5個任務。",
    "DE": "Schließe 5 Quests für verbündete Herren ab.",
    "FR": "Accomplis 5 quêtes pour des seigneurs alliés.",
    "IT": "Completa 5 missioni per signori alleati.",
    "JP": "同盟領主のクエストを5件完了する。",
    "KO": "아군 영주를 위해 5개의 임무를 완수하십시오.",
    "PL": "Wykonaj 5 zadań dla sprzymierzonych lordów.",
    "RU": "Выполните 5 заданий для союзных лордов.",
    "SP": "Completa 5 misiones para señores aliados.",
    "TR": "Müttefik lordlar için 5 görev tamamla."
  },
  {
    "id": "ret_battlefield_tithes_turn_tide_allied_army_battle",
    "EN": "Turn the tide of a battle involving an allied army.",
    "BR": "Vire o jogo em uma batalha envolvendo um exército aliado.",
    "CNs": "在涉及盟军的战斗中扭转战局。",
    "CNt": "在涉及盟軍的戰鬥中扭轉戰局。",
    "DE": "Wende das Blatt in einer Schlacht mit einer verbündeten Armee.",
    "FR": "Renverse l’issue d’une bataille impliquant une armée alliée.",
    "IT": "Ribalta le sorti di una battaglia che coinvolge un esercito alleato.",
    "JP": "同盟軍が関わる戦闘の形勢を逆転させる。",
    "KO": "아군이 참여한 전투에서 전세를 뒤집으십시오.",
    "PL": "Odwróć losy bitwy z udziałem sprzymierzonej armii.",
    "RU": "Переломите ход сражения с участием союзной армии.",
    "SP": "Cambia el curso de una batalla que involucre a un ejército aliado.",
    "TR": "Müttefik bir ordunun dahil olduğu bir savaşın gidişatını değiştir."
  },
  {
    "id": "ret_body_slot_text",
    "EN": "Body",
    "BR": "Corpo",
    "CNs": "身体",
    "CNt": "身體",
    "DE": "Körper",
    "FR": "Corps",
    "IT": "Corpo",
    "JP": "胴体",
    "KO": "몸통",
    "PL": "Korpus",
    "RU": "Торс",
    "SP": "Cuerpo",
    "TR": "Gövde"
  },
  {
    "id": "ret_bound_by_honor",
    "EN": "Bound by Honor",
    "BR": "Vinculados pela Honra",
    "CNs": "荣誉束缚",
    "CNt": "榮譽束縛",
    "DE": "An Ehre gebunden",
    "FR": "Liés par l’Honneur",
    "IT": "Vincolati dall’Onore",
    "JP": "名誉に縛られて",
    "KO": "명예에 묶인 자",
    "PL": "Związani Honorem",
    "RU": "Связанные Честью",
    "SP": "Atados por el Honor",
    "TR": "Onura Bağlı"
  },
  {
    "id": "ret_bound_by_honor_defeat_10_bandits",
    "EN": "Get rid of 10 bandit parties.",
    "BR": "Derrote 10 grupos de bandidos.",
    "CNs": "消灭10个强盗队伍。",
    "CNt": "消滅10個強盜隊伍。",
    "DE": "Beseitige 10 Banditengruppen.",
    "FR": "Élimine 10 groupes de bandits.",
    "IT": "Elimina 10 gruppi di banditi.",
    "JP": "山賊の隊を10隊排除する。",
    "KO": "도적 무리를 10개 처치하십시오.",
    "PL": "Pozbądź się 10 bandyckich drużyn.",
    "RU": "Уничтожьте 10 бандитских отрядов.",
    "SP": "Elimina 10 partidas de bandidos.",
    "TR": "10 haydut grubunu yok et."
  },
  {
    "id": "ret_bound_by_honor_description",
    "EN": "+20% retinue morale.",
    "BR": "+20% de moral do séquito.",
    "CNs": "+20% 随从士气。",
    "CNt": "+20% 隨從士氣。",
    "DE": "+20% Gefolgschaftsmoral.",
    "FR": "+20% de moral de rétinue.",
    "IT": "+20% morale del seguito.",
    "JP": "+20% 随伴兵の士気。",
    "KO": "+20% 수행원 사기.",
    "PL": "+20% morale orszaku.",
    "RU": "+20% морали свиты.",
    "SP": "+20% de moral del séquito.",
    "TR": "+%20 yandaş morali."
  },
  {
    "id": "ret_bound_by_honor_protect_villagers_or_caravans",
    "EN": "Save 3 caravans or villager parties from enemy attacks.",
    "BR": "Salve 3 caravanas ou grupos de camponeses de ataques inimigos.",
    "CNs": "拯救3支商队或村民队伍免受敌人攻击。",
    "CNt": "拯救3支商隊或村民隊伍免受敵人攻擊。",
    "DE": "Rette 3 Karawanen oder Dorfbewohnergruppen vor feindlichen Angriffen.",
    "FR": "Sauve 3 caravanes ou groupes de villageois d’attaques ennemies.",
    "IT": "Salva 3 carovane o gruppi di villani da attacchi nemici.",
    "JP": "敵の攻撃からキャラバンや村人の隊を3隊救出する。",
    "KO": "적의 공격으로부터 3개의 캐러밴이나 마을 주민 무리를 구하십시오.",
    "PL": "Ocal 3 karawany lub drużyny wieśniaków przed atakami wroga.",
    "RU": "Спасите 3 каравана или крестьянских отряда от нападения врагов.",
    "SP": "Salva 3 caravanas o grupos de aldeanos de ataques enemigos.",
    "TR": "3 kervanı veya köylü grubunu düşman saldırılarından kurtar."
  },
  {
    "id": "ret_bound_by_honor_retinue_only_morale_90_for_15_days",
    "EN": "Maintain a retinue-only party's morale above 90 for 15 days.",
    "BR": "Mantenha a moral de um grupo apenas de séquito acima de 90 por 15 dias.",
    "CNs": "维持一支仅随从队伍的士气在90以上，持续15天。",
    "CNt": "維持一支僅隨從隊伍的士氣在90以上，持續15天。",
    "DE": "Halte die Moral einer reinen Gefolgsgruppe 15 Tage lang über 90.",
    "FR": "Maintiens le moral d’un groupe composé uniquement de rétinue au-dessus de 90 pendant 15 jours.",
    "IT": "Mantieni il morale di un gruppo composto solo dal seguito sopra 90 per 15 giorni.",
    "JP": "随伴兵のみの部隊の士気を15日間90以上に維持する。",
    "KO": "수행원만으로 구성된 부대의 사기를 15일 동안 90 이상 유지하십시오.",
    "PL": "Utrzymaj morale drużyny składającej się tylko z orszaku powyżej 90 przez 15 dni.",
    "RU": "Поддерживайте мораль отряда только из свиты выше 90 в течение 15 дней.",
    "SP": "Mantén la moral de un grupo solo de séquito por encima de 90 durante 15 días.",
    "TR": "Sadece yandaşlardan oluşan bir grubun moralini 15 gün boyunca 90’ın üzerinde tut."
  },
  {
    "id": "ret_buy_item",
    "EN": "Buy Item",
    "BR": "Comprar Item",
    "CNs": "购买物品",
    "CNt": "購買物品",
    "DE": "Gegenstand kaufen",
    "FR": "Acheter",
    "IT": "Compra Oggetto",
    "JP": "アイテムを購入",
    "KO": "아이템 구매",
    "PL": "Kup Przedmiot",
    "RU": "Купить Предмет",
    "SP": "Comprar Objeto",
    "TR": "Eşya Satın Al"
  },
  {
    "id": "ret_buy_item_text",
    "EN": "Are you sure you want to buy {ITEM_NAME} for {ITEM_VALUE} gold?",
    "BR": "Tem certeza de que deseja comprar {ITEM_NAME} por {ITEM_VALUE} de ouro?",
    "CNs": "确定要花费 {ITEM_VALUE} 金币购买 {ITEM_NAME} 吗？",
    "CNt": "確定要花費 {ITEM_VALUE} 金幣購買 {ITEM_NAME} 嗎？",
    "DE": "Bist du sicher, dass du {ITEM_NAME} für {ITEM_VALUE} Gold kaufen willst?",
    "FR": "Es-tu sûr de vouloir acheter {ITEM_NAME} pour {ITEM_VALUE} pièces d’or ?",
    "IT": "Sei sicuro di voler comprare {ITEM_NAME} per {ITEM_VALUE} oro?",
    "JP": "{ITEM_NAME} を {ITEM_VALUE} ゴールドで購入しますか？",
    "KO": "{ITEM_NAME} 을(를) {ITEM_VALUE} 골드에 구매하시겠습니까?",
    "PL": "Czy na pewno chcesz kupić {ITEM_NAME} za {ITEM_VALUE} złota?",
    "RU": "Вы уверены, что хотите купить {ITEM_NAME} за {ITEM_VALUE} золота?",
    "SP": "¿Seguro que quieres comprar {ITEM_NAME} por {ITEM_VALUE} de oro?",
    "TR": "{ITEM_NAME} adlı eşyayı {ITEM_VALUE} altına satın almak istediğine emin misin?"
  },
  {
    "id": "ret_cancel",
    "EN": "Cancel",
    "BR": "Cancelar",
    "CNs": "取消",
    "CNt": "取消",
    "DE": "Abbrechen",
    "FR": "Annuler",
    "IT": "Annulla",
    "JP": "キャンセル",
    "KO": "취소",
    "PL": "Anuluj",
    "RU": "Отмена",
    "SP": "Cancelar",
    "TR": "İptal"
  },
  {
    "id": "ret_cant_remove_root_troop",
    "EN": "Root troops cannot be removed.",
    "BR": "Tropas base não podem ser removidas.",
    "CNs": "根部队无法被移除。",
    "CNt": "根部隊無法被移除。",
    "DE": "Stammtruppen können nicht entfernt werden.",
    "FR": "Les troupes de base ne peuvent pas être supprimées.",
    "IT": "Le truppe radice non possono essere rimosse.",
    "JP": "根幹兵は削除できない。",
    "KO": "뿌리 병력은 제거할 수 없습니다.",
    "PL": "Jednostki bazowe nie mogą być usunięte.",
    "RU": "Базовые войска не могут быть удалены.",
    "SP": "Las tropas raíz no pueden eliminarse.",
    "TR": "Kök askerler kaldırılamaz."
  },
  {
    "id": "ret_cant_remove_troop_with_targets",
    "EN": "Troops that have upgrade targets cannot be removed.",
    "BR": "Tropas que possuem aprimoramentos não podem ser removidas.",
    "CNs": "拥有升级目标的部队无法被移除。",
    "CNt": "擁有升級目標的部隊無法被移除。",
    "DE": "Truppen mit Aufrüstungszielen können nicht entfernt werden.",
    "FR": "Les troupes ayant des promotions ne peuvent pas être supprimées.",
    "IT": "Le truppe che hanno obiettivi di potenziamento non possono essere rimosse.",
    "JP": "アップグレード先がある兵は削除できない。",
    "KO": "업그레이드 경로가 있는 병력은 제거할 수 없습니다.",
    "PL": "Jednostki mające ścieżki ulepszeń nie mogą być usunięte.",
    "RU": "Войска, у которых есть ветки улучшений, не могут быть удалены.",
    "SP": "Las tropas que tienen mejoras no pueden eliminarse.",
    "TR": "Yükseltme hedefi olan askerler kaldırılamaz."
  },
  {
    "id": "ret_cape_slot_text",
    "EN": "Cape",
    "BR": "Capa",
    "CNs": "披风",
    "CNt": "披風",
    "DE": "Umhang",
    "FR": "Cape",
    "IT": "Mantello",
    "JP": "マント",
    "KO": "망토",
    "PL": "Płaszcz",
    "RU": "Плащ",
    "SP": "Capa",
    "TR": "Pelerin"
  },
  {
    "id": "ret_clanic_traditions",
    "EN": "Clan Traditions",
    "BR": "Tradições do Clã",
    "CNs": "家族传统",
    "CNt": "家族傳統",
    "DE": "Clantraditionen",
    "FR": "Traditions Claniques",
    "IT": "Tradizioni Claniche",
    "JP": "一族の伝統",
    "KO": "가문 전통",
    "PL": "Tradycje Klanu",
    "RU": "Клановые Традиции",
    "SP": "Tradiciones del Clan",
    "TR": "Klan Gelenekleri"
  },
  {
    "id": "ret_clanic_traditions_acquire_new_fief",
    "EN": "Acquire a new fief for your clan.",
    "BR": "Adquira um novo feudo para o seu clã.",
    "CNs": "为家族获得一个新的封地。",
    "CNt": "為家族獲得一個新的封地。",
    "DE": "Erwirb ein neues Lehen für deinen Clan.",
    "FR": "Acquiers un nouveau fief pour ton clan.",
    "IT": "Acquisisci un nuovo feudo per il tuo clan.",
    "JP": "一族のために新たな領地を獲得する。",
    "KO": "가문을 위해 새로운 영지를 획득하십시오.",
    "PL": "Zdobądź nowe lenno dla swojego klanu.",
    "RU": "Получите новый феод для своего клана.",
    "SP": "Adquiere un nuevo feudo para tu clan.",
    "TR": "Klanın için yeni bir tımar edin."
  },
  {
    "id": "ret_clanic_traditions_companions_50_kills",
    "EN": "Win a battle in which you and your companions get 50 or more kills.",
    "BR": "Vença uma batalha na qual você e seus companheiros consigam 50 ou mais abates.",
    "CNs": "在一场战斗中，你与同伴合计击杀50人以上。",
    "CNt": "在一場戰鬥中，你與同伴合計擊殺50人以上。",
    "DE": "Gewinne eine Schlacht, in der du und deine Gefährten zusammen mindestens 50 Kills erzielen.",
    "FR": "Gagne une bataille dans laquelle toi et tes compagnons réalisez 50 éliminations ou plus.",
    "IT": "Vinci una battaglia in cui tu e i tuoi compagni ottenete 50 o più uccisioni.",
    "JP": "仲間と共に50人以上の敵を倒す戦闘に勝利する。",
    "KO": "자신과 동료가 50명 이상의 적을 처치한 전투에서 승리하십시오.",
    "PL": "Wygraj bitwę, w której ty i twoi towarzysze dokonacie 50 lub więcej zabójstw.",
    "RU": "Выиграйте бой, в котором вы и ваши спутники убьёте 50 или более врагов.",
    "SP": "Gana una batalla en la que tú y tus compañeros consigáis 50 o más muertes.",
    "TR": "Sen ve yoldaşların 50 veya daha fazla öldürme yaptığınız bir savaşı kazan."
  },
  {
    "id": "ret_clanic_traditions_description",
    "EN": "Troops can equip smithed weapons.",
    "BR": "As tropas podem equipar itens criados.",
    "CNs": "部队可以装备制作的物品。",
    "CNt": "部隊可以裝備製作的物品。",
    "DE": "Truppen können hergestellte Gegenstände ausrüsten.",
    "FR": "Les troupes peuvent équiper les armes forgées.",
    "IT": "Le truppe possono equipaggiare oggetti creati.",
    "JP": "部隊は作成したアイテムを装備できる。",
    "KO": "부대는 제작된 아이템을 장착할 수 있습니다.",
    "PL": "Oddziały mogą wyposażać wytworzone przedmioty.",
    "RU": "Войска могут экипировать созданные предметы.",
    "SP": "Las tropas pueden equipar objetos fabricados.",
    "TR": "Birlikler, üretilmiş eşyaları giyebilir."
  },
  {
    "id": "ret_clanic_traditions_own_smithy_30_days",
    "EN": "Own a smithy in a town of your clan's culture for 30 days.",
    "BR": "Seja dono de uma forja em uma cidade da cultura do seu clã por 30 dias.",
    "CNs": "在本家族文化的城镇拥有一家铁匠铺30天。",
    "CNt": "在本家族文化的城鎮擁有一家鐵匠鋪30天。",
    "DE": "Besitze 30 Tage lang eine Schmiede in einer Stadt deiner Clan-Kultur.",
    "FR": "Possède une forge dans une ville de la culture de ton clan pendant 30 jours.",
    "IT": "Possiedi una fucina in una città della cultura del tuo clan per 30 giorni.",
    "JP": "一族文化の町で30日間鍛冶場を所有する。",
    "KO": "가문 문화의 마을에서 30일 동안 대장간을 소유하십시오.",
    "PL": "Posiadaj kuźnię w mieście swojej kultury przez 30 dni.",
    "RU": "Владейте кузницей в городе своей культуры в течение 30 дней.",
    "SP": "Posee una herrería en una ciudad de la cultura de tu clan durante 30 días.",
    "TR": "Klan kültüründen bir şehirde 30 gün boyunca demirci dükkanı bulundur."
  },
  {
    "id": "ret_clear_conversions_button_text",
    "EN": "Clear",
    "BR": "Limpar",
    "CNs": "清除",
    "CNt": "清除",
    "DE": "Löschen",
    "FR": "Effacer",
    "IT": "Cancella",
    "JP": "クリア",
    "KO": "지우기",
    "PL": "Wyczyść",
    "RU": "Очистить",
    "SP": "Limpiar",
    "TR": "Temizle"
  },
  {
    "id": "ret_close_doctrines_button_text",
    "EN": "Back",
    "BR": "Voltar",
    "CNs": "返回",
    "CNt": "返回",
    "DE": "Zurück",
    "FR": "Retour",
    "IT": "Indietro",
    "JP": "戻る",
    "KO": "뒤로",
    "PL": "Wstecz",
    "RU": "Назад",
    "SP": "Atrás",
    "TR": "Geri"
  },
  {
    "id": "ret_close_equipment_button_text",
    "EN": "Back",
    "BR": "Voltar",
    "CNs": "返回",
    "CNt": "返回",
    "DE": "Zurück",
    "FR": "Retour",
    "IT": "Indietro",
    "JP": "戻る",
    "KO": "뒤로",
    "PL": "Wstecz",
    "RU": "Назад",
    "SP": "Atrás",
    "TR": "Geri"
  },
  {
    "id": "ret_confirm",
    "EN": "Confirm",
    "BR": "Confirmar",
    "CNs": "确认",
    "CNt": "確認",
    "DE": "Bestätigen",
    "FR": "Confirmer",
    "IT": "Conferma",
    "JP": "確認",
    "KO": "확인",
    "PL": "Potwierdź",
    "RU": "Подтвердить",
    "SP": "Confirmar",
    "TR": "Onayla"
  },
  {
    "id": "ret_continue",
    "EN": "Continue",
    "BR": "Continuar",
    "CNs": "继续",
    "CNt": "繼續",
    "DE": "Fortfahren",
    "FR": "Continuer",
    "IT": "Continua",
    "JP": "続行",
    "KO": "계속",
    "PL": "Kontynuuj",
    "RU": "Продолжить",
    "SP": "Continuar",
    "TR": "Devam Et"
  },
  {
    "id": "ret_convert_not_enough_gold",
    "EN": "Not enough gold to apply conversions.",
    "BR": "Ouro insuficiente para aplicar conversões.",
    "CNs": "金币不足，无法进行转换。",
    "CNt": "金幣不足，無法進行轉換。",
    "DE": "Nicht genug Gold für Umwandlungen.",
    "FR": "Or insuffisant pour appliquer les conversions.",
    "IT": "Oro insufficiente per applicare le conversioni.",
    "JP": "ゴールド不足で変換を適用できない。",
    "KO": "변환을 적용할 골드가 부족합니다.",
    "PL": "Za mało złota, aby dokonać konwersji.",
    "RU": "Недостаточно золота для преобразования.",
    "SP": "Oro insuficiente para aplicar conversiones.",
    "TR": "Dönüşümleri uygulamak için yeterli altın yok."
  },
  {
    "id": "ret_convert_not_enough_gold_text",
    "EN": "You do not have enough gold to hire these retinues.",
    "BR": "Você não tem ouro suficiente para contratar esses séquitos.",
    "CNs": "你没有足够的金币雇佣这些随从。",
    "CNt": "你沒有足夠的金幣雇傭這些隨從。",
    "DE": "Du hast nicht genug Gold, um diese Gefolgschaften anzuheuern.",
    "FR": "Tu n’as pas assez d’or pour recruter ces troupes.",
    "IT": "Non hai abbastanza oro per assumere questi seguiti.",
    "JP": "これらの随伴兵を雇用するのに十分なゴールドがない。",
    "KO": "이 수행원을 고용할 충분한 골드가 없습니다.",
    "PL": "Nie masz wystarczająco złota, aby wynająć ten orszak.",
    "RU": "У вас недостаточно золота, чтобы нанять эту свиту.",
    "SP": "No tienes suficiente oro para contratar estos séquitos.",
    "TR": "Bu yandaşları kiralamak için yeterli altının yok."
  },
  {
    "id": "ret_convert_not_enough_gold_title",
    "EN": "Not enough gold",
    "BR": "Ouro insuficiente",
    "CNs": "金币不足",
    "CNt": "金幣不足",
    "DE": "Nicht genug Gold",
    "FR": "Or insuffisant",
    "IT": "Oro insufficiente",
    "JP": "ゴールド不足",
    "KO": "골드 부족",
    "PL": "Za mało złota",
    "RU": "Недостаточно золота",
    "SP": "Oro insuficiente",
    "TR": "Yetersiz altın"
  },
  {
    "id": "ret_cultural_pride",
    "EN": "Cultural Pride",
    "BR": "Orgulho Cultural",
    "CNs": "文化自豪",
    "CNt": "文化自豪",
    "DE": "Kultureller Stolz",
    "FR": "Fierté Culturelle",
    "IT": "Orgoglio Culturale",
    "JP": "文化的誇り",
    "KO": "문화적 자부심",
    "PL": "Duma Kulturowa",
    "RU": "Культурная Гордость",
    "SP": "Orgullo Cultural",
    "TR": "Kültürel Gurur"
  },
  {
    "id": "ret_cultural_pride_defeat_foreign_ruler",
    "EN": "Defeat a ruler of a different culture in battle.",
    "BR": "Derrote em batalha um governante de cultura diferente.",
    "CNs": "在战斗中击败一名不同文化的统治者。",
    "CNt": "在戰鬥中擊敗一名不同文化的統治者。",
    "DE": "Besiege in einer Schlacht einen Herrscher einer anderen Kultur.",
    "FR": "Bats en combat un souverain d’une autre culture que la tienne.",
    "IT": "Sconfiggi in battaglia un sovrano di una cultura diversa.",
    "JP": "異なる文化の支配者を戦闘で倒す。",
    "KO": "다른 문화의 지배자를 전투에서 물리치십시오.",
    "PL": "Pokonaj władcę innej kultury w bitwie.",
    "RU": "Победите правителя другой культуры в бою.",
    "SP": "Derrota a un gobernante de otra cultura en batalla.",
    "TR": "Farklı kültürden bir hükümdarı savaşta yen."
  },
  {
    "id": "ret_cultural_pride_description",
    "EN": "10% rebate on items of the troop's culture.",
    "BR": "10% de desconto em itens da cultura da tropa.",
    "CNs": "部队文化物品享受10%折扣。",
    "CNt": "部隊文化物品享受10%折扣。",
    "DE": "10% Rabatt auf Gegenstände der Truppenkultur.",
    "FR": "10% de réduction sur les objets de la culture de l’unité.",
    "IT": "10% di sconto sugli oggetti della cultura della truppa.",
    "JP": "兵の文化のアイテムが10%割引。",
    "KO": "병력 문화 아이템 10% 할인.",
    "PL": "10% zniżki na przedmioty kultury jednostki.",
    "RU": "10% скидка на предметы культуры войска.",
    "SP": "10% de descuento en objetos de la cultura de la tropa.",
    "TR": "Askerin kültürüne ait eşyalarda %10 indirim."
  },
  {
    "id": "ret_cultural_pride_full_set_100_kills",
    "EN": "Get 100 kills in battle with troops wearing no foreign gear.",
    "BR": "Consiga 100 abates em batalha com tropas sem nenhum equipamento estrangeiro.",
    "CNs": "仅使用无外来装备的部队在战斗中获得100击杀。",
    "CNt": "僅使用無外來裝備的部隊在戰鬥中獲得100擊殺。",
    "DE": "Erziele 100 Kills in einer Schlacht mit Truppen ohne fremde Ausrüstung.",
    "FR": "Réalise 100 éliminations en combat avec des troupes n’ayant aucun équipement de culture étrangère.",
    "IT": "Ottieni 100 uccisioni in battaglia con truppe senza equipaggiamento straniero.",
    "JP": "外国の装備を着けない兵で戦闘中100キルを達成する。",
    "KO": "외국 장비를 착용하지 않은 병력으로 전투에서 100킬을 기록하십시오.",
    "PL": "Zdobądź 100 zabójstw w bitwie jednostkami bez obcego ekwipunku.",
    "RU": "Совершите 100 убийств в бою войсками без иностранного снаряжения.",
    "SP": "Consigue 100 muertes en batalla con tropas sin equipo extranjero.",
    "TR": "Yabancı teçhizat giymeyen askerlerle savaşta 100 öldürme yap."
  },
  {
    "id": "ret_cultural_pride_tournament_own_culture_gear",
    "EN": "Win a tournament wearing only armor of your own culture.",
    "BR": "Vença um torneio vestindo apenas armaduras da sua própria cultura.",
    "CNs": "仅穿着本文化的护甲赢得一场锦标赛。",
    "CNt": "僅穿著本文化的護甲贏得一場比武大會。",
    "DE": "Gewinne ein Turnier, während du nur Rüstung deiner eigenen Kultur trägst.",
    "FR": "Gagne un tournoi en portant uniquement des armures de ta propre culture.",
    "IT": "Vinci un torneo indossando solo armature della tua cultura.",
    "JP": "自文化の鎧だけを装備してトーナメントに勝利する。",
    "KO": "자신의 문화 방어구만 착용하고 토너먼트에서 승리하십시오.",
    "PL": "Wygraj turniej nosząc tylko zbroję swojej kultury.",
    "RU": "Выиграйте турнир, надев только доспехи своей культуры.",
    "SP": "Gana un torneo vistiendo solo armaduras de tu propia cultura.",
    "TR": "Sadece kendi kültürünün zırhını giyerek bir turnuva kazan."
  },
  {
    "id": "ret_doctrine_costs",
    "EN": "Cost: {GOLD} Gold, {INFLUENCE} Influence.",
    "BR": "Custo: {GOLD} Ouro, {INFLUENCE} Influência.",
    "CNs": "花费: {GOLD} 金币, {INFLUENCE} 影响力。",
    "CNt": "花費: {GOLD} 金幣, {INFLUENCE} 影響力。",
    "DE": "Kosten: {GOLD} Gold, {INFLUENCE} Einfluss.",
    "FR": "Coût : {GOLD} or, {INFLUENCE} influence.",
    "IT": "Costo: {GOLD} Oro, {INFLUENCE} Influenza.",
    "JP": "コスト: {GOLD} ゴールド, {INFLUENCE} 影響力。",
    "KO": "비용: {GOLD} 골드, {INFLUENCE} 영향력.",
    "PL": "Koszt: {GOLD} Złoto, {INFLUENCE} Wpływy.",
    "RU": "Стоимость: {GOLD} Золото, {INFLUENCE} Влияние.",
    "SP": "Costo: {GOLD} Oro, {INFLUENCE} Influencia.",
    "TR": "Maliyet: {GOLD} Altın, {INFLUENCE} Nüfuz."
  },
  {
    "id": "ret_doctrine_service_unavailable",
    "EN": "Doctrine service is unavailable.",
    "BR": "Serviço de doutrinas indisponível.",
    "CNs": "教义服务不可用。",
    "CNt": "教義服務不可用。",
    "DE": "Doktrinendienst nicht verfügbar.",
    "FR": "Service de doctrines indisponible.",
    "IT": "Servizio dottrine non disponibile.",
    "JP": "ドクトリンのサービスは利用できない。",
    "KO": "교리 서비스 이용 불가.",
    "PL": "Usługa doktryn jest niedostępna.",
    "RU": "Сервис доктрин недоступен.",
    "SP": "Servicio de doctrinas no disponible.",
    "TR": "Doktrin hizmeti kullanılamıyor."
  },
  {
    "id": "ret_doctrines_button_text",
    "EN": "Doctrines",
    "BR": "Doutrinas",
    "CNs": "教义",
    "CNt": "教義",
    "DE": "Doktrinen",
    "FR": "Doctrines",
    "IT": "Dottrine",
    "JP": "ドクトリン",
    "KO": "교리",
    "PL": "Doktryny",
    "RU": "Доктрины",
    "SP": "Doctrinas",
    "TR": "Doktrinler"
  },
  {
    "id": "ret_doctrines_col_0",
    "EN": "Unlocks",
    "BR": "Desbloqueios",
    "CNs": "解锁",
    "CNt": "解鎖",
    "DE": "Freischaltungen",
    "FR": "Acquisition",
    "IT": "Sblocchi",
    "JP": "解除",
    "KO": "해제",
    "PL": "Odblokowania",
    "RU": "Разблокировки",
    "SP": "Desbloqueos",
    "TR": "Açılışlar"
  },
  {
    "id": "ret_doctrines_col_1",
    "EN": "Equipment",
    "BR": "Equipamento",
    "CNs": "装备",
    "CNt": "裝備",
    "DE": "Ausrüstung",
    "FR": "Équipement",
    "IT": "Equipaggiamento",
    "JP": "装備",
    "KO": "장비",
    "PL": "Ekwipunek",
    "RU": "Снаряжение",
    "SP": "Equipo",
    "TR": "Teçhizat"
  },
  {
    "id": "ret_doctrines_col_2",
    "EN": "Troops",
    "BR": "Tropas",
    "CNs": "部队",
    "CNt": "部隊",
    "DE": "Truppen",
    "FR": "Troupes",
    "IT": "Truppe",
    "JP": "兵",
    "KO": "병력",
    "PL": "Jednostki",
    "RU": "Войска",
    "SP": "Tropas",
    "TR": "Askerler"
  },
  {
    "id": "ret_doctrines_col_3",
    "EN": "Retinues",
    "BR": "Séquitos",
    "CNs": "随从",
    "CNt": "隨從",
    "DE": "Gefolgschaften",
    "FR": "Rétinues",
    "IT": "Seguiti",
    "JP": "随伴兵",
    "KO": "수행원",
    "PL": "Orszak",
    "RU": "Свита",
    "SP": "Séquitos",
    "TR": "Yandaşlar"
  },
  {
    "id": "ret_empty_item",
    "EN": "Empty",
    "BR": "Vazio",
    "CNs": "空",
    "CNt": "空",
    "DE": "Leer",
    "FR": "Vide",
    "IT": "Vuoto",
    "JP": "空",
    "KO": "비어 있음",
    "PL": "Puste",
    "RU": "Пусто",
    "SP": "Vacío",
    "TR": "Boş"
  },
  {
    "id": "ret_enter_new_name",
    "EN": "Enter a new name:",
    "BR": "Insira um novo nome:",
    "CNs": "输入一个新名称：",
    "CNt": "輸入一個新名稱：",
    "DE": "Neuen Namen eingeben:",
    "FR": "Nouveau nom :",
    "IT": "Inserisci un nuovo nome:",
    "JP": "新しい名前を入力：",
    "KO": "새 이름 입력:",
    "PL": "Wpisz nową nazwę:",
    "RU": "Введите новое имя:",
    "SP": "Introduce un nuevo nombre:",
    "TR": "Yeni bir ad gir:"
  },
  {
    "id": "ret_enter_new_troop_name",
    "EN": "Enter the name of the new troop:",
    "BR": "Insira o nome da nova tropa:",
    "CNs": "输入新部队的名称：",
    "CNt": "輸入新部隊的名稱：",
    "DE": "Gib den Namen der neuen Truppe ein:",
    "FR": "Nom de la nouvelle troupe :",
    "IT": "Inserisci il nome della nuova truppa:",
    "JP": "新しい兵の名前を入力：",
    "KO": "새 병력의 이름을 입력:",
    "PL": "Wpisz nazwę nowej jednostki:",
    "RU": "Введите имя нового войска:",
    "SP": "Introduce el nombre de la nueva tropa:",
    "TR": "Yeni askerin adını gir:"
  },
  {
    "id": "ret_equipment_button_text",
    "EN": "Equipment",
    "BR": "Equipamento",
    "CNs": "装备",
    "CNt": "裝備",
    "DE": "Ausrüstung",
    "FR": "Équipement",
    "IT": "Equipaggiamento",
    "JP": "装備",
    "KO": "장비",
    "PL": "Ekwipunek",
    "RU": "Снаряжение",
    "SP": "Equipo",
    "TR": "Teçhizat"
  },
  {
    "id": "ret_feat_completed_title",
    "EN": "Feat Completed",
    "BR": "Proeza Concluída",
    "CNs": "成就完成",
    "CNt": "成就完成",
    "DE": "Errungenschaft abgeschlossen",
    "FR": "Exploit Accompli",
    "IT": "Impresa Completata",
    "JP": "偉業達成",
    "KO": "위업 달성",
    "PL": "Osiągnięcie Ukończone",
    "RU": "Подвиг Завершён",
    "SP": "Hazaña Completada",
    "TR": "Başarı Tamamlandı"
  },
  {
    "id": "ret_feats_no_reqs",
    "EN": "No requirements.",
    "BR": "Sem requisitos.",
    "CNs": "无要求。",
    "CNt": "無要求。",
    "DE": "Keine Anforderungen.",
    "FR": "Aucune exigence.",
    "IT": "Nessun requisito.",
    "JP": "条件なし。",
    "KO": "요구 사항 없음.",
    "PL": "Brak wymagań.",
    "RU": "Нет требований.",
    "SP": "Sin requisitos.",
    "TR": "Gereklilik yok."
  },
  {
    "id": "ret_feats_reqs",
    "EN": "Requirements",
    "BR": "Requisitos",
    "CNs": "要求",
    "CNt": "要求",
    "DE": "Anforderungen",
    "FR": "Exigences",
    "IT": "Requisiti",
    "JP": "条件",
    "KO": "요구 사항",
    "PL": "Wymagania",
    "RU": "Требования",
    "SP": "Requisitos",
    "TR": "Gereklilikler"
  },
  {
    "id": "ret_female",
    "EN": "Female",
    "BR": "Feminino",
    "CNs": "女性",
    "CNt": "女性",
    "DE": "Weiblich",
    "FR": "Féminin",
    "IT": "Femminile",
    "JP": "女性",
    "KO": "여성",
    "PL": "Kobieta",
    "RU": "Женский",
    "SP": "Femenino",
    "TR": "Kadın"
  },
  {
    "id": "ret_first_run_text",
    "EN": "Welcome to Retinues!\\n\\nIt looks like you are using Retinues for the first time with an existing save. Since Retinues modifies troop data and introduces new ones in the game world, it is recommended to create a backup of your save before proceeding, just in case.\\n\\nWould you like to automatically create a backup now?",
    "BR": "Bem-vindo ao Séquitos!\n\nParece que você está usando o Séquitos com um save existente. Como o Séquitos modifica os dados das tropas e introduz novas tropas no mundo do jogo, é altamente recomendável criar um backup do seu save antes de prosseguir. Isso permitirá que você restaure seu jogo se algo der errado.\n\nVocê gostaria de criar um backup automaticamente agora?",
    "CNs": "欢迎使用随从！\n\n看起来你正在使用一个已有存档的随从。由于随从会修改部队数据并在游戏世界中引入新的部队，强烈建议在继续之前创建存档备份。这将允许你在出现问题时恢复游戏。\n\n你现在想自动创建一个备份吗？",
    "CNt": "歡迎使用隨從！\n\n看起來你正在使用一個已有存檔的隨從。由於隨從會修改部隊數據並在遊戲世界中引入新的部隊，強烈建議在繼續之前創建存檔備份。這將允許你在出現問題時恢復遊戲。\n\n你現在想自動創建一個備份嗎？",
    "DE": "Willkommen bei Gefolgschaften!\n\nEs sieht so aus, als würdest du Gefolgschaften mit einem bestehenden Spielstand verwenden. Da Gefolgschaften Truppendaten ändert und neue Truppen in die Spielwelt einführt, wird dringend empfohlen, vor dem Fortfahren eine Sicherungskopie deines Spielstands zu erstellen. Dadurch kannst du dein Spiel wiederherstellen, falls etwas schiefgeht.\n\nMöchtest du jetzt automatisch eine Sicherung erstellen?",
    "FR": "Bienvenue dans Rétinues !\n\nIl semble que tu utilises Rétinues avec une sauvegarde existante. Comme Rétinues modifie les données des troupes et introduit de nouvelles troupes dans le monde du jeu, il est fortement recommandé de créer une sauvegarde de ta partie avant de continuer. Cela te permettra de restaurer ta partie si quelque chose tourne mal.\n\nSouhaites-tu créer automatiquement une sauvegarde maintenant ?",
    "IT": "Benvenuto in Seguiti!\n\nSembra che tu stia usando Seguiti con un salvataggio esistente. Poiché Seguiti modifica i dati delle truppe e introduce nuove truppe nel mondo di gioco, si consiglia vivamente di creare un backup del salvataggio prima di procedere. Questo ti permetterà di ripristinare il gioco se qualcosa dovesse andare storto.\n\nVuoi creare automaticamente un backup ora?",
    "JP": "随伴兵へようこそ！\n\n既存のセーブデータで随伴兵を使用しているようです。随伴兵は兵データを変更し、ゲーム世界に新しい兵を導入するため、続行する前にセーブデータのバックアップを作成することを強くお勧めします。これにより、問題が発生した場合にゲームを復元できます。\n\n今すぐ自動的にバックアップを作成しますか？",
    "KO": "수행원에 오신 것을 환영합니다!\n\n기존 저장 파일로 수행원을 사용하고 있는 것 같습니다. 수행원은 병력 데이터를 수정하고 게임 세계에 새로운 병력을 도입하므로 계속하기 전에 저장 파일의 백업을 만드는 것이 강력히 권장됩니다. 이렇게 하면 문제가 발생할 경우 게임을 복원할 수 있습니다.\n\n지금 자동으로 백업을 생성하시겠습니까?",
    "PL": "Witamy w Orszaku!\n\nWygląda na to, że używasz Orszaku z istniejącym zapisem. Ponieważ Orszak modyfikuje dane jednostek i wprowadza nowe jednostki do świata gry, zdecydowanie zaleca się utworzenie kopii zapasowej zapisu przed kontynuowaniem. Pozwoli to na przywrócenie gry, jeśli coś pójdzie nie tak.\n\nCzy chcesz teraz automatycznie utworzyć kopię zapasową?",
    "RU": "Добро пожаловать в Свиту!\n\nПохоже, вы используете Свиту с существующим сохранением. Поскольку Свита изменяет данные войск и вводит новые войска в игровой мир, настоятельно рекомендуется создать резервную копию вашего сохранения перед продолжением. Это позволит вам восстановить игру, если что-то пойдет не так.\n\nХотите ли вы автоматически создать резервную копию сейчас?",
    "SP": "¡Bienvenido a Séquitos!\n\nParece que estás usando Séquitos con una partida existente. Dado que Séquitos modifica los datos de las tropas e introduce nuevas tropas en el mundo del juego, se recomienda encarecidamente crear una copia de seguridad de tu partida antes de continuar. Esto te permitirá restaurar tu juego si algo sale mal.\n\n¿Te gustaría crear una copia de seguridad automáticamente ahora?",
    "TR": "Yandaşlara hoş geldiniz!\n\nGörünüşe göre mevcut bir kayıtla Yandaşları kullanıyorsunuz. Yandaşlar, birlik verilerini değiştirir ve oyun dünyasına yeni birlikler ekler, bu nedenle devam etmeden önce kaydınızın bir yedeğini oluşturmanız şiddetle tavsiye edilir. Bu, bir şeyler ters giderse oyununuzu geri yüklemenizi sağlar.\n\nŞimdi otomatik olarak bir yedek oluşturmak ister misiniz?"
  },
  {
    "id": "ret_first_run_title",
    "EN": "Retinues\\nExisting Save Detected",
    "BR": "Retinues\\nSave Existente Detectado",
    "CNs": "随从\\n检测到现有存档",
    "CNt": "隨從\\n檢測到現有存檔",
    "DE": "Gefolgschaften\\nBestehender Spielstand erkannt",
    "FR": "Rétinues\\nSauvegarde Existante Détectée",
    "IT": "Seguiti\\nRilevato Salvataggio Esistente",
    "JP": "随伴兵\\n既存のセーブデータが検出されました",
    "KO": "수행원\\n기존 저장 파일 감지",
    "PL": "Retinues\\nWykryto istniejące zapisane dane",
    "RU": "Свита\\nОбнаружено существующее сохранение",
    "SP": "Retinues\\nGuardado Existente Detectado",
    "TR": "Retinues\\nMevcut Kayıt Tespit Edildi"
  },
  {
    "id": "ret_gender_header_text",
    "EN": "Gender",
    "BR": "Gênero",
    "CNs": "性别",
    "CNt": "性別",
    "DE": "Geschlecht",
    "FR": "Genre",
    "IT": "Genere",
    "JP": "性別",
    "KO": "성별",
    "PL": "Płeć",
    "RU": "Пол",
    "SP": "Género",
    "TR": "Cinsiyet"
  },
  {
    "id": "ret_gloves_slot_text",
    "EN": "Gloves",
    "BR": "Luvas",
    "CNs": "手套",
    "CNt": "手套",
    "DE": "Handschuhe",
    "FR": "Gants",
    "IT": "Guanti",
    "JP": "手袋",
    "KO": "장갑",
    "PL": "Rękawice",
    "RU": "Перчатки",
    "SP": "Guantes",
    "TR": "Eldiven"
  },
  {
    "id": "ret_head_slot_text",
    "EN": "Head",
    "BR": "Cabeça",
    "CNs": "头部",
    "CNt": "頭部",
    "DE": "Kopf",
    "FR": "Tête",
    "IT": "Testa",
    "JP": "頭部",
    "KO": "머리",
    "PL": "Głowa",
    "RU": "Голова",
    "SP": "Cabeza",
    "TR": "Kafa"
  },
  {
    "id": "ret_horse_harness_slot_text",
    "EN": "Harness",
    "BR": "Arreio",
    "CNs": "马具",
    "CNt": "馬具",
    "DE": "Zaumzeug",
    "FR": "Harnais",
    "IT": "Bardatura",
    "JP": "馬具",
    "KO": "마구",
    "PL": "Rząd koński",
    "RU": "Сбруя",
    "SP": "Arnés",
    "TR": "Koşum"
  },
  {
    "id": "ret_horse_slot_text",
    "EN": "Horse",
    "BR": "Cavalo",
    "CNs": "马匹",
    "CNt": "馬匹",
    "DE": "Pferd",
    "FR": "Cheval",
    "IT": "Cavallo",
    "JP": "馬",
    "KO": "말",
    "PL": "Koń",
    "RU": "Лошадь",
    "SP": "Caballo",
    "TR": "At"
  },
  {
    "id": "ret_immortals",
    "EN": "Immortals",
    "BR": "Imortais",
    "CNs": "不朽者",
    "CNt": "不朽者",
    "DE": "Unsterbliche",
    "FR": "Immortels",
    "IT": "Immortali",
    "JP": "不死隊",
    "KO": "불멸자",
    "PL": "Nieśmiertelni",
    "RU": "Бессмертные",
    "SP": "Inmortales",
    "TR": "Ölümsüzler"
  },
  {
    "id": "ret_immortals_100_retinue_survive_struck_down",
    "EN": "Have 100 retinue troops survive being struck down in battle.",
    "BR": "Faça 100 tropas do séquito sobreviverem após serem abatidas em combate.",
    "CNs": "让100名随从在战斗中倒下后仍存活。",
    "CNt": "讓100名隨從在戰鬥中倒下後仍存活。",
    "DE": "Lass 100 Gefolgstruppen einen Niederschlag im Kampf überleben.",
    "FR": "Fais survivre 100 troupes de rétinue tombées au combat.",
    "IT": "Fai sopravvivere 100 truppe del seguito dopo essere state abbattute in battaglia.",
    "JP": "随伴兵100人を戦闘不能から生還させる。",
    "KO": "전투에서 쓰러졌다가 살아남은 수행원 병력 100명을 확보하십시오.",
    "PL": "Spraw, aby 100 jednostek orszaku przeżyło po powaleniu w bitwie.",
    "RU": "Сделайте так, чтобы 100 воинов свиты выжили после того, как их сбили в бою.",
    "SP": "Haz que 100 tropas del séquito sobrevivan tras ser derribadas en batalla.",
    "TR": "Savaşta yere düşüp hayatta kalan 100 yandaş asker bulundur."
  },
  {
    "id": "ret_immortals_description",
    "EN": "+20% retinue survival chance.",
    "BR": "+20% de chance de sobrevivência do séquito.",
    "CNs": "+20% 随从生存率。",
    "CNt": "+20% 隨從生存率。",
    "DE": "+20% Überlebenschance für Gefolgschaften.",
    "FR": "+20% de chance de survie aux troupes de la rétinue.",
    "IT": "+20% probabilità di sopravvivenza del seguito.",
    "JP": "+20% 随伴兵の生存率。",
    "KO": "+20% 수행원 생존 확률.",
    "PL": "+20% szansy przeżycia orszaku.",
    "RU": "+20% шанса выживания свиты.",
    "SP": "+20% de probabilidad de supervivencia del séquito.",
    "TR": "+%20 yandaş hayatta kalma şansı."
  },
  {
    "id": "ret_immortals_retinue_200_enemies",
    "EN": "Have your retinue defeat 200 enemies in a single battle.",
    "BR": "Faça seu séquito derrotar 200 inimigos em uma única batalha.",
    "CNs": "让随从在一场战斗中击败200个敌人。",
    "CNt": "讓隨從在一場戰鬥中擊敗200個敵人。",
    "DE": "Lass deine Gefolgschaft in einer Schlacht 200 Feinde besiegen.",
    "FR": "Fais vaincre 200 ennemis à ta rétinue en une seule bataille.",
    "IT": "Fai sconfiggere 200 nemici al tuo seguito in una sola battaglia.",
    "JP": "随伴兵で1回の戦闘中に200人の敵を倒す。",
    "KO": "수행원으로 한 전투에서 200명의 적을 쓰러뜨리십시오.",
    "PL": "Spraw, aby twój orszak pokonał 200 wrogów w jednej bitwie.",
    "RU": "Пусть ваша свита победит 200 врагов в одном бою.",
    "SP": "Haz que tu séquito derrote a 200 enemigos en una sola batalla.",
    "TR": "Yandaşların tek bir savaşta 200 düşmanı yen."
  },
  {
    "id": "ret_immortals_win_100_no_deaths",
    "EN": "Win by yourself against 100+ enemies without a single death on your side.",
    "BR": "Vença sozinho contra 100+ inimigos sem uma única morte do seu lado.",
    "CNs": "单枪匹马战胜100+敌人，且我方无一阵亡。",
    "CNt": "單槍匹馬戰勝100+敵人，且我方無一陣亡。",
    "DE": "Gewinne allein gegen 100+ Feinde ohne einen einzigen Verlust auf deiner Seite.",
    "FR": "Gagne seul contre 100+ ennemis sans aucune perte de ton côté.",
    "IT": "Vinci da solo contro 100+ nemici senza alcuna perdita dalla tua parte.",
    "JP": "味方に死者を出さずに1人で100人以上の敵を倒す。",
    "KO": "아군이 단 한 명도 죽지 않고 혼자서 100명 이상의 적을 물리치십시오.",
    "PL": "Pokonaj samotnie ponad 100 wrogów bez żadnych strat po twojej stronie.",
    "RU": "Одержите победу в одиночку против 100+ врагов без единой смерти с вашей стороны.",
    "SP": "Gana tú solo contra más de 100 enemigos sin una sola baja de tu lado.",
    "TR": "Tarafında tek bir ölüm olmadan tek başına 100+ düşmana karşı kazan."
  },
  {
    "id": "ret_in_stock",
    "EN": "In Stock ({STOCK})",
    "BR": "Em Estoque ({STOCK})",
    "CNs": "库存 ({STOCK})",
    "CNt": "庫存 ({STOCK})",
    "DE": "Auf Lager ({STOCK})",
    "FR": "En Stock ({STOCK})",
    "IT": "In Magazzino ({STOCK})",
    "JP": "在庫 ({STOCK})",
    "KO": "재고 ({STOCK})",
    "PL": "Na stanie ({STOCK})",
    "RU": "В наличии ({STOCK})",
    "SP": "En Stock ({STOCK})",
    "TR": "Stokta ({STOCK})"
  },
  {
    "id": "ret_increase_troop_tier",
    "EN": "Increase {TROOP_NAME}'s tier?\\n\\n{text}",
    "BR": "Aumentar o nível de {TROOP_NAME}?\\n\\n{text}",
    "CNs": "提升 {TROOP_NAME} 的等级？\\n\\n{text}",
    "CNt": "提升 {TROOP_NAME} 的等級？\\n\\n{text}",
    "DE": "{TROOP_NAME} aufwerten?\\n\\n{text}",
    "FR": "Augmenter le rang de {TROOP_NAME} ?\\n\\n{text}",
    "IT": "Aumentare il rango di {TROOP_NAME}?\\n\\n{text}",
    "JP": "{TROOP_NAME} のランクを上げますか？\\n\\n{text}",
    "KO": "{TROOP_NAME} 의 등급을 올리시겠습니까?\\n\\n{text}",
    "PL": "Zwiększyć rangę {TROOP_NAME}?\\n\\n{text}",
    "RU": "Повысить ранг {TROOP_NAME}?\\n\\n{text}",
    "SP": "¿Aumentar el rango de {TROOP_NAME}?\\n\\n{text}",
    "TR": "{TROOP_NAME} biriminin seviyesini artırmak istiyor musun?\\n\\n{text}"
  },
  {
    "id": "ret_indomitable",
    "EN": "Indomitable",
    "BR": "Indomável",
    "CNs": "不屈",
    "CNt": "不屈",
    "DE": "Unbezwingbar",
    "FR": "Indomptables",
    "IT": "Indomito",
    "JP": "不屈",
    "KO": "불굴",
    "PL": "Nieugięty",
    "RU": "Неукротимый",
    "SP": "Indomable",
    "TR": "Boyun Eğmez"
  },
  {
    "id": "ret_indomitable_25_equiv_no_casualty",
    "EN": "Have your retinues defeat 25 enemy troops of equivalent tier without a single casualty.",
    "BR": "Faça seus séquitos derrotarem 25 tropas inimigas de nível equivalente sem uma única baixa.",
    "CNs": "让随从在无一损失的情况下击败25个同等级敌军。",
    "CNt": "讓隨從在無一損失的情況下擊敗25個同等級敵軍。",
    "DE": "Lass deine Gefolgschaft 25 gleichwertige Feinde ohne Verluste besiegen.",
    "FR": "Fais vaincre 25 ennemis de rang équivalent par ta rétinue sans aucune perte.",
    "IT": "Fai sconfiggere 25 truppe nemiche di rango equivalente dal tuo seguito senza alcuna perdita.",
    "JP": "同等ランクの敵兵25人を損失なしで随伴兵に倒させる。",
    "KO": "동일 등급의 적 25명을 수행원으로 사상자 없이 처치하십시오.",
    "PL": "Spraw, aby twój orszak pokonał 25 wrogów tego samego poziomu bez żadnych strat.",
    "RU": "Пусть ваша свита победит 25 врагов равного уровня без потерь.",
    "SP": "Haz que tu séquito derrote a 25 tropas enemigas de rango equivalente sin una sola baja.",
    "TR": "Yandaşlarının aynı seviyeden 25 düşman askerini kayıp vermeden yenmesini sağla."
  },
  {
    "id": "ret_indomitable_description",
    "EN": "+5 HP to retinues.",
    "BR": "+5 PV para os séquitos.",
    "CNs": "+5 生命值给随从。",
    "CNt": "+5 生命值給隨從。",
    "DE": "+5 LP für Gefolgschaften.",
    "FR": "+5 PV pour les troupes de rétinue.",
    "IT": "+5 PV al seguito.",
    "JP": "随伴兵に+5 HP。",
    "KO": "수행원에게 HP +5.",
    "PL": "+5 HP dla orszaku.",
    "RU": "+5 HP для свиты.",
    "SP": "+5 PV para el séquito.",
    "TR": "Yandaşlara +5 HP."
  },
  {
    "id": "ret_indomitable_join_siege_defender_full_strength",
    "EN": "Fight a siege battle as a defender with at least 20 retinue troops and win.",
    "BR": "Vença uma batalha de cerco na defesa com pelo menos 20 tropas do séquito.",
    "CNs": "以防守方身份参战一场攻城战，并带领至少20名随从取胜。",
    "CNt": "以防守方身份參戰一場攻城戰，並帶領至少20名隨從取勝。",
    "DE": "Führe als Verteidiger eine Belagerungsschlacht mit mindestens 20 Gefolgstruppen und gewinne.",
    "FR": "Remporte un siège du côté des défenseurs avec une rétinue de 20 soldats.",
    "IT": "Combatti e vinci una battaglia d’assedio come difensore con almeno 20 truppe del seguito.",
    "JP": "防衛側として少なくとも20人の随伴兵を率いて攻城戦に勝利する。",
    "KO": "수비측으로서 최소 20명의 수행원을 이끌고 공성전을 승리하십시오.",
    "PL": "Wygraj oblężenie jako obrońca, mając co najmniej 20 jednostek orszaku.",
    "RU": "Сразитесь в осаде в защите, имея не менее 20 воинов свиты, и победите.",
    "SP": "Lucha en una batalla de asedio como defensor con al menos 20 tropas del séquito y gana.",
    "TR": "En az 20 yandaşla savunmada bir kuşatma savaşı kazan."
  },
  {
    "id": "ret_indomitable_win_3_defensive_battles",
    "EN": "Win 3 defensive battles in a row with a retinue-only party.",
    "BR": "Vença 3 batalhas defensivas seguidas com um grupo apenas de séquito.",
    "CNs": "仅随从队伍连续赢得3场防御战。",
    "CNt": "僅隨從隊伍連續贏得3場防禦戰。",
    "DE": "Gewinne 3 Verteidigungsschlachten in Folge mit einer reinen Gefolgsgruppe.",
    "FR": "Gagne 3 batailles défensives consécutives avec un groupe uniquement composé de la rétinue.",
    "IT": "Vinci 3 battaglie difensive di fila con un gruppo composto solo dal seguito.",
    "JP": "随伴兵のみの部隊で防衛戦に3連勝する。",
    "KO": "수행원만으로 구성된 부대로 방어전을 3연승 하십시오.",
    "PL": "Wygraj 3 bitwy obronne z rzędu z drużyną składającą się tylko z orszaku.",
    "RU": "Выиграйте 3 оборонительных боя подряд с отрядом только из свиты.",
    "SP": "Gana 3 batallas defensivas seguidas con un grupo solo de séquito.",
    "TR": "Sadece yandaşlardan oluşan bir grupla 3 savunma savaşını üst üste kazan."
  },
  {
    "id": "ret_iron_discipline",
    "EN": "Iron Discipline",
    "BR": "Disciplina de Ferro",
    "CNs": "钢铁纪律",
    "CNt": "鋼鐵紀律",
    "DE": "Eiserne Disziplin",
    "FR": "Discipline de Fer",
    "IT": "Disciplina di Ferro",
    "JP": "鉄の規律",
    "KO": "철의 규율",
    "PL": "Żelazna Dyscyplina",
    "RU": "Железная Дисциплина",
    "SP": "Disciplina de Hierro",
    "TR": "Demir Disiplin"
  },
  {
    "id": "ret_iron_discipline_defeat_twice_size_only_custom",
    "EN": "Defeat a party twice your size using only custom troops.",
    "BR": "Derrote um grupo com o dobro do seu tamanho usando apenas tropas personalizadas.",
    "CNs": "仅用自定义部队击败规模为己方两倍的队伍。",
    "CNt": "僅用自定義部隊擊敗規模為己方兩倍的隊伍。",
    "DE": "Besiege eine doppelt so große Gruppe nur mit benutzerdefinierten Truppen.",
    "FR": "Bats un groupe deux fois plus grand en utilisant uniquement des troupes personnalisées.",
    "IT": "Sconfiggi un gruppo grande il doppio usando solo truppe personalizzate.",
    "JP": "カスタム兵のみで2倍の規模の部隊を撃破する。",
    "KO": "커스텀 병력만으로 두 배 규모의 부대를 격파하십시오.",
    "PL": "Pokonaj drużynę dwa razy większą, używając tylko jednostek własnych.",
    "RU": "Победите отряд вдвое больше, используя только собственные войска.",
    "SP": "Derrota a un grupo del doble de tamaño usando solo tropas personalizadas.",
    "TR": "Sadece özel askerlerle senden iki kat büyük bir grubu yen."
  },
  {
    "id": "ret_iron_discipline_description",
    "EN": "+5 to skill caps.",
    "BR": "+5 aos limites de habilidade.",
    "CNs": "+5 技能上限。",
    "CNt": "+5 技能上限。",
    "DE": "+5 zu Fertigkeitsobergrenzen.",
    "FR": "+5 aux limites de compétence.",
    "IT": "+5 ai limiti delle abilità.",
    "JP": "スキル上限+5。",
    "KO": "기술 한계 +5.",
    "PL": "+5 do limitów umiejętności.",
    "RU": "+5 к лимитам навыков.",
    "SP": "+5 al límite de habilidades.",
    "TR": "Beceri sınırlarına +5."
  },
  {
    "id": "ret_iron_discipline_lead_army_10_days",
    "EN": "Lead an army for 10 days in a row.",
    "BR": "Lidere um exército por 10 dias seguidos.",
    "CNs": "连续率领军队10天。",
    "CNt": "連續率領軍隊10天。",
    "DE": "Führe 10 Tage in Folge eine Armee.",
    "FR": "Dirige une armée pendant 10 jours consécutifs.",
    "IT": "Guida un esercito per 10 giorni consecutivi.",
    "JP": "10日間連続で軍を指揮する。",
    "KO": "연속 10일 동안 군대를 지휘하십시오.",
    "PL": "Dowódź armią przez 10 dni z rzędu.",
    "RU": "Возглавляйте армию 10 дней подряд.",
    "SP": "Lidera un ejército durante 10 días seguidos.",
    "TR": "10 gün boyunca aralıksız bir ordu yönet."
  },
  {
    "id": "ret_iron_discipline_upgrade_100_basic_to_max",
    "EN": "Upgrade 100 basic custom troops to max tier.",
    "BR": "Aprimore 100 tropas personalizadas básicas até o nível máximo.",
    "CNs": "将100名基础自定义部队升级至最高等级。",
    "CNt": "將100名基礎自定義部隊升級至最高等級。",
    "DE": "Rüste 100 Basis-Custom-Truppen bis zur Maximalstufe auf.",
    "FR": "Améliore 100 troupes personnalisées basiques jusqu’au rang maximum.",
    "IT": "Potenziamento massimo per 100 truppe personalizzate di base.",
    "JP": "カスタム基礎兵100人を最大ランクにアップグレードする。",
    "KO": "기본 커스텀 병력 100명을 최대 등급으로 업그레이드하십시오.",
    "PL": "Awansuj 100 podstawowych jednostek własnych do maksymalnego poziomu.",
    "RU": "Улучшите 100 базовых собственных войск до максимального ранга.",
    "SP": "Mejora 100 tropas personalizadas básicas al rango máximo.",
    "TR": "100 temel özel askeri en üst seviyeye yükselt."
  },
  {
    "id": "ret_ironclad",
    "EN": "Ironclad",
    "BR": "Couraçado",
    "CNs": "铁甲",
    "CNt": "鐵甲",
    "DE": "Gepanzert",
    "FR": "Bardés de Fer",
    "IT": "Corazzato",
    "JP": "鉄壁",
    "KO": "철갑",
    "PL": "Opancerzony",
    "RU": "Железный Панцирь",
    "SP": "Acorazado",
    "TR": "Zırhlı"
  },
  {
    "id": "ret_ironclad_100_battle_outnumbered_low_tier",
    "EN": "Win a 100+ battle, while outnumbered, and fielding only custom troops of tier 1, 2, or 3.",
    "BR": "Vença uma batalha de 100+ inimigos, em desvantagem numérica, utilizando apenas tropas personalizadas de nível 1, 2 ou 3.",
    "CNs": "在人数劣势下，仅使用1-3级自定义部队赢得一场100+敌人的战斗。",
    "CNt": "在人數劣勢下，僅使用1-3級自定義部隊贏得一場100+敵人的戰鬥。",
    "DE": "Gewinne eine 100+ Schlacht, in Unterzahl, nur mit benutzerdefinierten Truppen der Stufe 1–3.",
    "FR": "Gagne une bataille de 100+ soldats, en infériorité numérique, avec uniquement des troupes personnalisées de rang 1, 2 ou 3.",
    "IT": "Vinci una battaglia 100+, in inferiorità numerica, usando solo truppe personalizzate di livello 1, 2 o 3.",
    "JP": "劣勢の状況で、ランク1〜3のカスタム兵のみを用いて100人以上の敵を倒す。",
    "KO": "수적 열세에서 1~3등급 커스텀 병력만으로 100명 이상의 전투에서 승리하십시오.",
    "PL": "Wygraj bitwę 100+, będąc w mniejszości, używając tylko jednostek poziomu 1, 2 lub 3.",
    "RU": "Победите в битве 100+, будучи в меньшинстве, используя только войска 1, 2 или 3 ранга.",
    "SP": "Gana una batalla 100+, estando en desventaja, y usando solo tropas personalizadas de nivel 1, 2 o 3.",
    "TR": "Sayısal olarak azınlıkta iken yalnızca seviye 1, 2 veya 3 özel askerlerle 100+ savaş kazan."
  },
  {
    "id": "ret_ironclad_12_troops_athletics_90",
    "EN": "Have 12 custom troops reach 90 in Athletics skill.",
    "BR": "Faça 12 tropas personalizadas atingirem 90 na habilidade Atletismo.",
    "CNs": "让12名自定义部队达到90点运动技能。",
    "CNt": "讓12名自定義部隊達到90點運動技能。",
    "DE": "Lass 12 Custom-Truppen 90 Punkte in Athletik erreichen.",
    "FR": "Fais atteindre 90 en Athlétisme à 12 troupes personnalisées.",
    "IT": "Fai raggiungere 90 in Atletica a 12 truppe personalizzate.",
    "JP": "12人のカスタム兵を運動スキル90に到達させる。",
    "KO": "커스텀 병력 12명을 운동 능력 90에 도달시키십시오.",
    "PL": "Spraw, aby 12 jednostek własnych osiągnęło 90 w Atletyce.",
    "RU": "Повысите 12 собственных войск до 90 в Атлетике.",
    "SP": "Haz que 12 tropas personalizadas alcancen 90 en Atletismo.",
    "TR": "12 özel askeri Atletizm becerisinde 90’a ulaştır."
  },
  {
    "id": "ret_ironclad_description",
    "EN": "No tier restriction for arms and armor.",
    "BR": "Sem restrição de nível para armas e armaduras.",
    "CNs": "武器和护甲无等级限制。",
    "CNt": "武器和護甲無等級限制。",
    "DE": "Keine Stufenbeschränkung für Waffen und Rüstungen.",
    "FR": "Aucune restriction de rang pour les armes et armures.",
    "IT": "Nessuna restrizione di livello per armi e armature.",
    "JP": "武器と鎧にランク制限なし。",
    "KO": "무기와 방어구에 등급 제한 없음.",
    "PL": "Brak ograniczeń poziomu dla broni i zbroi.",
    "RU": "Нет ограничений по рангу для оружия и доспехов.",
    "SP": "Sin restricción de nivel para armas y armaduras.",
    "TR": "Silah ve zırh için seviye sınırlaması yok."
  },
  {
    "id": "ret_ironclad_full_set_t6_100_kills",
    "EN": "Get 100 kills in battle with troops wearing a tier 6 armor and helmet.",
    "BR": "Consiga 100 abates em batalha com tropas vestindo armadura e elmo de nível 6.",
    "CNs": "让部队穿着6级护甲和头盔，在战斗中获得100击杀。",
    "CNt": "讓部隊穿著6級護甲和頭盔，在戰鬥中獲得100擊殺。",
    "DE": "Erziele 100 Kills in einer Schlacht mit Truppen in Stufe-6-Rüstung und Helm.",
    "FR": "Réalise 100 éliminations en combat avec des troupes portant une armure et un casque de rang 6.",
    "IT": "Ottieni 100 uccisioni in battaglia con truppe che indossano armatura e elmo di livello 6.",
    "JP": "ランク6の鎧と兜を装備した兵で戦闘中100キルを達成する。",
    "KO": "6등급 방어구와 투구를 착용한 병력으로 전투에서 100킬을 달성하십시오.",
    "PL": "Zdobądź 100 zabójstw w bitwie jednostkami w zbroi i hełmie poziomu 6.",
    "RU": "Совершите 100 убийств в бою войсками в доспехах и шлемах 6 ранга.",
    "SP": "Consigue 100 muertes en batalla con tropas que lleven armadura y casco de nivel 6.",
    "TR": "Seviye 6 zırh ve miğfer giyen askerlerle savaşta 100 öldürme yap."
  },
  {
    "id": "ret_item_ammo_damage",
    "EN": "Damage",
    "BR": "Dano",
    "CNs": "伤害",
    "CNt": "傷害",
    "DE": "Schaden",
    "FR": "Dégâts",
    "IT": "Danno",
    "JP": "ダメージ",
    "KO": "피해",
    "PL": "Obrażenia",
    "RU": "Урон",
    "SP": "Daño",
    "TR": "Hasar"
  },
  {
    "id": "ret_item_ammo_stack_size",
    "EN": "Stack Size",
    "BR": "Tamanho da Pilha",
    "CNs": "堆叠大小",
    "CNt": "堆疊大小",
    "DE": "Stapelgröße",
    "FR": "Nombre",
    "IT": "Dimensione pila",
    "JP": "スタックサイズ",
    "KO": "스택 크기",
    "PL": "Rozmiar stosu",
    "RU": "Размер стака",
    "SP": "Tamaño de Pila",
    "TR": "Yığın Boyutu"
  },
  {
    "id": "ret_item_arm_armor",
    "EN": "Arm Armor",
    "BR": "Armadura dos Braços",
    "CNs": "臂甲",
    "CNt": "臂甲",
    "DE": "Armschutz",
    "FR": "Armure de bras",
    "IT": "Armatura braccia",
    "JP": "腕防具",
    "KO": "팔 방어구",
    "PL": "Pancerz rąk",
    "RU": "Броня рук",
    "SP": "Armadura de Brazos",
    "TR": "Kol Zırhı"
  },
  {
    "id": "ret_item_body_armor",
    "EN": "Body Armor",
    "BR": "Armadura do Corpo",
    "CNs": "护甲",
    "CNt": "護甲",
    "DE": "Körperrüstung",
    "FR": "Armure de corps",
    "IT": "Armatura corpo",
    "JP": "胴防具",
    "KO": "몸통 방어구",
    "PL": "Pancerz ciała",
    "RU": "Броня тела",
    "SP": "Armadura de Cuerpo",
    "TR": "Gövde Zırhı"
  },
  {
    "id": "ret_item_head_armor",
    "EN": "Head Armor",
    "BR": "Armadura da Cabeça",
    "CNs": "头盔",
    "CNt": "頭盔",
    "DE": "Helm",
    "FR": "Armure de tête",
    "IT": "Elmo",
    "JP": "兜",
    "KO": "머리 방어구",
    "PL": "Hełm",
    "RU": "Шлем",
    "SP": "Armadura de Cabeza",
    "TR": "Baş Zırhı"
  },
  {
    "id": "ret_item_horse_charge",
    "EN": "Charge",
    "BR": "Carga",
    "CNs": "冲锋",
    "CNt": "衝鋒",
    "DE": "Ansturm",
    "FR": "Charge",
    "IT": "Carica",
    "JP": "突撃",
    "KO": "돌격",
    "PL": "Szarża",
    "RU": "Атака",
    "SP": "Carga",
    "TR": "Hücum"
  },
  {
    "id": "ret_item_horse_hit_points",
    "EN": "Hit Points",
    "BR": "Pontos de Vida",
    "CNs": "生命值",
    "CNt": "生命值",
    "DE": "Lebenspunkte",
    "FR": "Points de vie",
    "IT": "Punti vita",
    "JP": "HP",
    "KO": "체력",
    "PL": "Punkty życia",
    "RU": "Здоровье",
    "SP": "Puntos de Vida",
    "TR": "Can Puanı"
  },
  {
    "id": "ret_item_horse_maneuver",
    "EN": "Maneuver",
    "BR": "Manobrabilidade",
    "CNs": "机动",
    "CNt": "機動",
    "DE": "Manövrierfähigkeit",
    "FR": "Maniement",
    "IT": "Manovrabilità",
    "JP": "機動力",
    "KO": "기동성",
    "PL": "Manewrowość",
    "RU": "Манёвренность",
    "SP": "Maniobra",
    "TR": "Manevra"
  },
  {
    "id": "ret_item_horse_speed",
    "EN": "Speed",
    "BR": "Velocidade",
    "CNs": "速度",
    "CNt": "速度",
    "DE": "Geschwindigkeit",
    "FR": "Vitesse",
    "IT": "Velocità",
    "JP": "速度",
    "KO": "속도",
    "PL": "Prędkość",
    "RU": "Скорость",
    "SP": "Velocidad",
    "TR": "Hız"
  },
  {
    "id": "ret_item_leg_armor",
    "EN": "Leg Armor",
    "BR": "Armadura das Pernas",
    "CNs": "腿甲",
    "CNt": "腿甲",
    "DE": "Beinschutz",
    "FR": "Armure de jambe",
    "IT": "Armatura gambe",
    "JP": "脚防具",
    "KO": "다리 방어구",
    "PL": "Pancerz nóg",
    "RU": "Броня ног",
    "SP": "Armadura de Piernas",
    "TR": "Bacak Zırhı"
  },
  {
    "id": "ret_item_melee_handling",
    "EN": "Handling",
    "BR": "Manuseio",
    "CNs": "操控",
    "CNt": "操控",
    "DE": "Handhabung",
    "FR": "Maniabilité",
    "IT": "Maneggevolezza",
    "JP": "操作性",
    "KO": "조작성",
    "PL": "Obsługa",
    "RU": "Управление",
    "SP": "Manejo",
    "TR": "Kullanım"
  },
  {
    "id": "ret_item_melee_length",
    "EN": "Length",
    "BR": "Comprimento",
    "CNs": "长度",
    "CNt": "長度",
    "DE": "Länge",
    "FR": "Longueur",
    "IT": "Lunghezza",
    "JP": "長さ",
    "KO": "길이",
    "PL": "Długość",
    "RU": "Длина",
    "SP": "Longitud",
    "TR": "Uzunluk"
  },
  {
    "id": "ret_item_melee_swing_damage",
    "EN": "Swing Damage",
    "BR": "Dano de Golpe",
    "CNs": "挥砍伤害",
    "CNt": "揮砍傷害",
    "DE": "Hiebschaden",
    "FR": "Dégâts de taille",
    "IT": "Danno da fendente",
    "JP": "斬撃ダメージ",
    "KO": "베기 피해",
    "PL": "Obrażenia cięcia",
    "RU": "Урон от рубящего удара",
    "SP": "Daño de Corte",
    "TR": "Kesme Hasarı"
  },
  {
    "id": "ret_item_melee_swing_speed",
    "EN": "Swing Speed",
    "BR": "Velocidade de Golpe",
    "CNs": "挥砍速度",
    "CNt": "揮砍速度",
    "DE": "Hiebgeschwindigkeit",
    "FR": "Vitesse de taille",
    "IT": "Velocità di fendente",
    "JP": "斬撃速度",
    "KO": "베기 속도",
    "PL": "Prędkość cięcia",
    "RU": "Скорость рубящего удара",
    "SP": "Velocidad de Corte",
    "TR": "Kesme Hızı"
  },
  {
    "id": "ret_item_melee_thrust_damage",
    "EN": "Thrust Damage",
    "BR": "Dano de Estocada",
    "CNs": "刺击伤害",
    "CNt": "刺擊傷害",
    "DE": "Stichschaden",
    "FR": "Dégâts d’estoc",
    "IT": "Danno da affondo",
    "JP": "突きダメージ",
    "KO": "찌르기 피해",
    "PL": "Obrażenia pchnięcia",
    "RU": "Урон от колющего удара",
    "SP": "Daño de Estocada",
    "TR": "Saplama Hasarı"
  },
  {
    "id": "ret_item_melee_thrust_speed",
    "EN": "Thrust Speed",
    "BR": "Velocidade de Estocada",
    "CNs": "刺击速度",
    "CNt": "刺擊速度",
    "DE": "Stichgeschwindigkeit",
    "FR": "Vitesse d'’estoc",
    "IT": "Velocità di affondo",
    "JP": "突き速度",
    "KO": "찌르기 속도",
    "PL": "Prędkość pchnięcia",
    "RU": "Скорость колющего удара",
    "SP": "Velocidad de Estocada",
    "TR": "Saplama Hızı"
  },
  {
    "id": "ret_item_ranged_accuracy",
    "EN": "Accuracy",
    "BR": "Precisão",
    "CNs": "准确度",
    "CNt": "準確度",
    "DE": "Genauigkeit",
    "FR": "Précision",
    "IT": "Precisione",
    "JP": "精度",
    "KO": "정확도",
    "PL": "Celność",
    "RU": "Точность",
    "SP": "Precisión",
    "TR": "Doğruluk"
  },
  {
    "id": "ret_item_ranged_damage",
    "EN": "Damage",
    "BR": "Dano",
    "CNs": "伤害",
    "CNt": "傷害",
    "DE": "Schaden",
    "FR": "Dégâts",
    "IT": "Danno",
    "JP": "ダメージ",
    "KO": "피해",
    "PL": "Obrażenia",
    "RU": "Урон",
    "SP": "Daño",
    "TR": "Hasar"
  },
  {
    "id": "ret_item_ranged_missile_speed",
    "EN": "Missile Speed",
    "BR": "Velocidade do Projétil",
    "CNs": "弹道速度",
    "CNt": "彈道速度",
    "DE": "Geschossgeschwindigkeit",
    "FR": "Vitesse du projectile",
    "IT": "Velocità del proiettile",
    "JP": "射出速度",
    "KO": "투사체 속도",
    "PL": "Prędkość pocisku",
    "RU": "Скорость снаряда",
    "SP": "Velocidad del Proyectil",
    "TR": "Mermi Hızı"
  },
  {
    "id": "ret_item_search_label",
    "EN": "Filter:",
    "BR": "Filtro:",
    "CNs": "筛选器:",
    "CNt": "篩選器:",
    "DE": "Filter:",
    "FR": "Filtre:",
    "IT": "Filtro:",
    "JP": "フィルター:",
    "KO": "필터:",
    "PL": "Filtr:",
    "RU": "Фильтр:",
    "SP": "Filtro:",
    "TR": "Filtre:"
  },
  {
    "id": "ret_item_shield_hit_points",
    "EN": "Hit Points",
    "BR": "Pontos de Vida",
    "CNs": "生命值",
    "CNt": "生命值",
    "DE": "Lebenspunkte",
    "FR": "Points de vie",
    "IT": "Punti vita",
    "JP": "HP",
    "KO": "체력",
    "PL": "Punkty życia",
    "RU": "Здоровье",
    "SP": "Puntos de Vida",
    "TR": "Can Puanı"
  },
  {
    "id": "ret_item_shield_speed",
    "EN": "Speed",
    "BR": "Velocidade",
    "CNs": "速度",
    "CNt": "速度",
    "DE": "Geschwindigkeit",
    "FR": "Vitesse",
    "IT": "Velocità",
    "JP": "速度",
    "KO": "속도",
    "PL": "Prędkość",
    "RU": "Скорость",
    "SP": "Velocidad",
    "TR": "Hız"
  },
  {
    "id": "ret_item_unavailable_no_settlement",
    "EN": "Not in a town",
    "BR": "Não está em uma cidade",
    "CNs": "不在城镇中",
    "CNt": "不在城鎮中",
    "DE": "Nicht in einer Stadt",
    "FR": "En ville uniquement",
    "IT": "Non in una città",
    "JP": "街にいない",
    "KO": "마을에 없음",
    "PL": "Nie w mieście",
    "RU": "Не в городе",
    "SP": "No en una ciudad",
    "TR": "Bir kasabada değil"
  },
  {
    "id": "ret_item_unavailable_text",
    "EN": "Not sold in {SETTLEMENT}",
    "BR": "Não vendido em {SETTLEMENT}",
    "CNs": "不在{SETTLEMENT}出售",
    "CNt": "不在{SETTLEMENT}出售",
    "DE": "Nicht in {SETTLEMENT} verkauft",
    "FR": "Non vendu à {SETTLEMENT}",
    "IT": "Non venduto a {SETTLEMENT}",
    "JP": "{SETTLEMENT}では販売されていません",
    "KO": "{SETTLEMENT}에서 판매되지 않음",
    "PL": "Nie sprzedawane w {SETTLEMENT}",
    "RU": "Не продается в {SETTLEMENT}",
    "SP": "No se vende en {SETTLEMENT}",
    "TR": "{SETTLEMENT} şehrinde satılmıyor"
  },
  {
    "id": "ret_items_unlocked",
    "EN": "New Gear Unlocked",
    "BR": "Novo Equipamento Desbloqueado",
    "CNs": "新装备已解锁",
    "CNt": "新裝備已解鎖",
    "DE": "Neue Ausrüstung freigeschaltet",
    "FR": "Nouveaux Équipements Débloqués",
    "IT": "Nuovo Equipaggiamento Sbloccato",
    "JP": "新しい装備が解除された",
    "KO": "새 장비 해제됨",
    "PL": "Nowy Ekwipunek Odblokowany",
    "RU": "Новая Экипировка Разблокирована",
    "SP": "Nuevo Equipo Desbloqueado",
    "TR": "Yeni Teçhizat Açıldı"
  },
  {
    "id": "ret_king_guard",
    "EN": "King's Guard",
    "BR": "Guarda do Rei",
    "CNs": "国王卫队",
    "CNt": "國王衛隊",
    "DE": "Königsgarde",
    "FR": "Garde Royale",
    "IT": "Guardia del Re",
    "JP": "王の親衛隊",
    "KO": "왕의 근위대",
    "PL": "Straż Królewska",
    "RU": "Королевская Гвардия",
    "SP": "Guardia del Rey",
    "TR": "Kralın Muhafızları"
  },
  {
    "id": "ret_leg_slot_text",
    "EN": "Legs",
    "BR": "Pernas",
    "CNs": "腿部",
    "CNt": "腿部",
    "DE": "Beine",
    "FR": "Jambes",
    "IT": "Gambe",
    "JP": "脚",
    "KO": "다리",
    "PL": "Nogi",
    "RU": "Ноги",
    "SP": "Piernas",
    "TR": "Bacaklar"
  },
  {
    "id": "ret_lions_share",
    "EN": "Lion's Share",
    "BR": "Quinhão do Leão",
    "CNs": "狮子份额",
    "CNt": "獅子份額",
    "DE": "Löwenanteil",
    "FR": "Part du Lion",
    "IT": "Quota del Leone",
    "JP": "獅子の分け前",
    "KO": "사자의 몫",
    "PL": "Lwia Część",
    "RU": "Львиная Доля",
    "SP": "Parte del León",
    "TR": "Aslan Payı"
  },
  {
    "id": "ret_lions_share_25_personal_kills",
    "EN": "Personally defeat 25 enemies in one battle.",
    "BR": "Derrote pessoalmente 25 inimigos em uma batalha.",
    "CNs": "在一场战斗中亲自击败25名敌人。",
    "CNt": "在一場戰鬥中親自擊敗25名敵人。",
    "DE": "Besiege persönlich 25 Feinde in einer Schlacht.",
    "FR": "Bats personnellement 25 ennemis en une bataille.",
    "IT": "Sconfiggi personalmente 25 nemici in una battaglia.",
    "JP": "1回の戦闘で25人の敵を自ら倒す。",
    "KO": "한 전투에서 직접 25명의 적을 처치하십시오.",
    "PL": "Samodzielnie pokonaj 25 wrogów w jednej bitwie.",
    "RU": "Лично победите 25 врагов в одной битве.",
    "SP": "Derrota personalmente a 25 enemigos en una batalla.",
    "TR": "Tek bir savaşta bizzat 25 düşman öldür."
  },
  {
    "id": "ret_lions_share_5_tier_5_plus",
    "EN": "Personally defeat 5 tier 5+ troops in one battle.",
    "BR": "Derrote pessoalmente 5 tropas de nível 5+ em uma batalha.",
    "CNs": "在一场战斗中亲自击败5名5级以上部队。",
    "CNt": "在一場戰鬥中親自擊敗5名5級以上部隊。",
    "DE": "Besiege persönlich 5 Truppen der Stufe 5+ in einer Schlacht.",
    "FR": "Bats personnellement 5 troupes de rang 5+ en une bataille.",
    "IT": "Sconfiggi personalmente 5 truppe di livello 5+ in una battaglia.",
    "JP": "1回の戦闘でランク5以上の兵を5人倒す。",
    "KO": "한 전투에서 직접 5등급 이상의 병력 5명을 처치하십시오.",
    "PL": "Samodzielnie pokonaj 5 jednostek poziomu 5+ w jednej bitwie.",
    "RU": "Лично победите 5 войск 5+ ранга в одной битве.",
    "SP": "Derrota personalmente a 5 tropas de nivel 5+ en una batalla.",
    "TR": "Tek bir savaşta seviye 5+ askerlerden 5’ini bizzat öldür."
  },
  {
    "id": "ret_lions_share_description",
    "EN": "Hero kills count twice for unlocks.",
    "BR": "Abates do herói contam em dobro para desbloqueios.",
    "CNs": "英雄击杀在解锁中计为双倍。",
    "CNt": "英雄擊殺在解鎖中計為雙倍。",
    "DE": "Heldenkills zählen doppelt für Freischaltungen.",
    "FR": "Les ennemis défaits par le joueur comptent double pour le déblocage.",
    "IT": "Le uccisioni dell’eroe valgono doppio per gli sblocchi.",
    "JP": "英雄キルは解除に2倍カウントされる。",
    "KO": "영웅 킬은 해제 조건에서 두 배로 계산됩니다.",
    "PL": "Zabójstwa bohatera liczą się podwójnie do odblokowań.",
    "RU": "Убийства героя считаются вдвое для разблокировок.",
    "SP": "Las muertes de héroes cuentan el doble para los desbloqueos.",
    "TR": "Kahraman öldürmeleri açılışlarda iki kat sayılır."
  },
  {
    "id": "ret_lions_share_kill_enemy_lord",
    "EN": "Personally defeat an enemy lord in battle.",
    "BR": "Derrote pessoalmente um lorde inimigo em batalha.",
    "CNs": "在战斗中亲自击败一名敌方领主。",
    "CNt": "在戰鬥中親自擊敗一名敵方領主。",
    "DE": "Besiege persönlich einen feindlichen Lord in einer Schlacht.",
    "FR": "Bats personnellement un seigneur ennemi lors d'une bataille.",
    "IT": "Sconfiggi personalmente un signore nemico in battaglia.",
    "JP": "戦闘で敵の領主を自ら倒す。",
    "KO": "전투에서 직접 적 영주를 처치하십시오.",
    "PL": "Samodzielnie pokonaj w bitwie wrogiego lorda.",
    "RU": "Лично победите вражеского лорда в бою.",
    "SP": "Derrota personalmente a un señor enemigo en batalla.",
    "TR": "Bir düşman lordunu savaşta bizzat öldür."
  },
  {
    "id": "ret_list_toggle_elite",
    "EN": "Elite",
    "BR": "Elite",
    "CNs": "精锐",
    "CNt": "精銳",
    "DE": "Elite",
    "FR": "Troupes d’Élite",
    "IT": "Élite",
    "JP": "精鋭",
    "KO": "정예",
    "PL": "Elita",
    "RU": "Элитные",
    "SP": "Élite",
    "TR": "Seçkin"
  },
  {
    "id": "ret_list_toggle_militia",
    "EN": "Militia",
    "BR": "Milícia",
    "CNs": "民兵",
    "CNt": "民兵",
    "DE": "Miliz",
    "FR": "Milice",
    "IT": "Milizia",
    "JP": "民兵",
    "KO": "민병대",
    "PL": "Milicja",
    "RU": "Милиция",
    "SP": "Milicia",
    "TR": "Milis"
  },
  {
    "id": "ret_list_toggle_regular",
    "EN": "Regular",
    "BR": "Regulares",
    "CNs": "普通",
    "CNt": "普通",
    "DE": "Regulär",
    "FR": "Troupes Régulières",
    "IT": "Regolari",
    "JP": "通常",
    "KO": "보통",
    "PL": "Zwykły",
    "RU": "Обычные",
    "SP": "Regular",
    "TR": "Normal"
  },
  {
    "id": "ret_loc_smoke_test",
    "EN": "Localization test: default fallback (EN).",
    "BR": "Teste de localização: BR.",
    "CNs": "本地化测试： CNs。",
    "CNt": "本地化測試： CNt。",
    "DE": "Lokalisierungstest DE.",
    "FR": "Test de localisation : FR .",
    "IT": "Test di localizzazione: IT.",
    "JP": "ローカライズテスト：JP。",
    "KO": "현지화 테스트: KO.",
    "PL": "Test lokalizacji: PL.",
    "RU": "Тест локализации: RU.",
    "SP": "Prueba de localización: SP.",
    "TR": "Yerelleştirme testi: TR."
  },
  {
    "id": "ret_lower_skill_no_refund",
    "EN": "Lowering this troop's skill will not refund any experience points. Continue anyway?",
    "BR": "Reduzir a habilidade desta tropa não reembolsará pontos de experiência. Continuar mesmo assim?",
    "CNs": "降低此部队技能不会返还经验值。仍要继续吗？",
    "CNt": "降低此部隊技能不會返還經驗值。仍要繼續嗎？",
    "DE": "Das Senken dieser Truppenfertigkeit erstattet keine EP zurück. Trotzdem fortfahren?",
    "FR": "Réduire la compétence de cette troupe ne remboursera aucun point d’expérience. Continuer quand même ?",
    "IT": "Abbassare l’abilità di questa truppa non rimborserà punti esperienza. Continuare comunque?",
    "JP": "この兵のスキルを下げても経験値は返還されません。続行しますか？",
    "KO": "이 병력의 기술을 낮춰도 경험치가 환급되지 않습니다. 계속하시겠습니까?",
    "PL": "Obniżenie umiejętności tej jednostki nie zwróci punktów doświadczenia. Kontynuować mimo to?",
    "RU": "Понижение навыка этого войска не вернёт опыт. Всё равно продолжить?",
    "SP": "Reducir la habilidad de esta tropa no reembolsará experiencia. ¿Continuar de todos modos?",
    "TR": "Bu askerin becerisini düşürmek deneyim puanı iadesi yapmayacak. Yine de devam edilsin mi?"
  },
  {
    "id": "ret_male",
    "EN": "Male",
    "BR": "Masculino",
    "CNs": "男性",
    "CNt": "男性",
    "DE": "Männlich",
    "FR": "Masculin",
    "IT": "Maschile",
    "JP": "男性",
    "KO": "남성",
    "PL": "Mężczyzna",
    "RU": "Мужской",
    "SP": "Masculino",
    "TR": "Erkek"
  },
  {
    "id": "ret_masters_at_arms",
    "EN": "Masters-At-Arms",
    "BR": "Mestres de Armas",
    "CNs": "武器大师",
    "CNt": "武器大師",
    "DE": "Waffenmeister",
    "FR": "Maîtres d’Armes",
    "IT": "Maestri d’Armi",
    "JP": "武器の達人",
    "KO": "무기 대가",
    "PL": "Mistrzowie Broni",
    "RU": "Мастера Оружия",
    "SP": "Maestros de Armas",
    "TR": "Silah Ustaları"
  },
  {
    "id": "ret_masters_at_arms_1000_elite_kills",
    "EN": "Get 1000 kills with elite troops.",
    "BR": "Consiga 1000 abates com tropas de elite.",
    "CNs": "使用精锐部队累计获得1000击杀。",
    "CNt": "使用精銳部隊累計獲得1000擊殺。",
    "DE": "Erziele 1000 Kills mit Elitetruppen.",
    "FR": "Réalise 1000 éliminations avec des troupes d’élite.",
    "IT": "Ottieni 1000 uccisioni con truppe d’élite.",
    "JP": "精鋭兵で1000キルを達成する。",
    "KO": "정예 병력으로 1000킬을 기록하십시오.",
    "PL": "Zdobądź 1000 zabójstw elitarnymi jednostkami.",
    "RU": "Совершите 1000 убийств элитными войсками.",
    "SP": "Consigue 1000 muertes con tropas de élite.",
    "TR": "Seçkin askerlerle 1000 öldürme yap."
  },
  {
    "id": "ret_masters_at_arms_description",
    "EN": "2nd upgrade branch for elite troops.",
    "BR": "2ª ramificação de aprimoramento para tropas de elite.",
    "CNs": "精锐部队的第二条升级分支。",
    "CNt": "精銳部隊的第二條升級分支。",
    "DE": "Zweiter Upgrade-Zweig für Elitetruppen.",
    "FR": "2ème branche de promotion pour les troupes d’élite.",
    "IT": "Secondo ramo di potenziamento per le truppe d’élite.",
    "JP": "精鋭兵の第2分岐アップグレード。",
    "KO": "정예 병력의 두 번째 업그레이드 분기.",
    "PL": "Druga ścieżka ulepszeń dla elitarnych jednostek.",
    "RU": "Вторая ветка улучшений для элитных войск.",
    "SP": "Segunda rama de mejora para tropas de élite.",
    "TR": "Seçkin askerler için 2. yükseltme dalı."
  },
  {
    "id": "ret_masters_at_arms_ko_50_opponents",
    "EN": "Knock out 50 opponents in the arena.",
    "BR": "Nocauteie 50 oponentes na arena.",
    "CNs": "在竞技场击倒50名对手。",
    "CNt": "在競技場擊倒50名對手。",
    "DE": "Schalte 50 Gegner in der Arena aus.",
    "FR": "Mets K.O. 50 adversaires dans l’arène.",
    "IT": "Metti K.O. 50 avversari nell’arena.",
    "JP": "闘技場で50人の相手を気絶させる。",
    "KO": "투기장에서 50명의 적을 기절시키십시오.",
    "PL": "Powal 50 przeciwników na arenie.",
    "RU": "Выведите из строя 50 противников на арене.",
    "SP": "Deja fuera de combate a 50 oponentes en la arena.",
    "TR": "Arenada 50 rakibi nakavt et."
  },
  {
    "id": "ret_masters_at_arms_upgrade_100_elite_to_max",
    "EN": "Upgrade 100 elite troops to max tier.",
    "BR": "Aprimore 100 tropas de elite até o nível máximo.",
    "CNs": "将100名精锐部队升级至最高等级。",
    "CNt": "將100名精銳部隊升級至最高等級。",
    "DE": "Rüste 100 Elitetruppen bis zur Maximalstufe auf.",
    "FR": "Améliore 100 troupes d’élite jusqu’au rang maximum.",
    "IT": "Porta 100 truppe d’élite al rango massimo.",
    "JP": "精鋭兵100人を最大ランクにアップグレードする。",
    "KO": "정예 병력 100명을 최대 등급으로 업그레이드하십시오.",
    "PL": "Awansuj 100 elitarnych jednostek do maksymalnego poziomu.",
    "RU": "Повысите 100 элитных войск до максимального ранга.",
    "SP": "Mejora 100 tropas de élite al rango máximo.",
    "TR": "100 seçkin askeri en yüksek seviyeye yükselt."
  },
  {
    "id": "ret_mcm_option_all_equipment_unlocked",
    "EN": "All Equipment Unlocked",
    "BR": "Todo Equipamento Desbloqueado",
    "CNs": "所有装备已解锁",
    "CNt": "所有裝備已解鎖",
    "DE": "Alle Ausrüstungen freigeschaltet",
    "FR": "Tous les Équipements Débloqués",
    "IT": "Tutto l’Equipaggiamento Sbloccato",
    "JP": "全装備解除済み",
    "KO": "모든 장비 해제됨",
    "PL": "Cały Ekwipunek Odblokowany",
    "RU": "Вся Экипировка Разблокирована",
    "SP": "Todo el Equipo Desbloqueado",
    "TR": "Tüm Teçhizat Açıldı"
  },
  {
    "id": "ret_mcm_option_all_equipment_unlocked_hint",
    "EN": "All equipment unlocked on game start.",
    "BR": "Todo o equipamento é desbloqueado no início do jogo.",
    "CNs": "游戏开始时所有装备已解锁。",
    "CNt": "遊戲開始時所有裝備已解鎖。",
    "DE": "Zu Spielbeginn sind alle Ausrüstungen freigeschaltet.",
    "FR": "Tous les équipements sont débloqués au début du jeu.",
    "IT": "Tutto l’equipaggiamento è sbloccato all’avvio del gioco.",
    "JP": "ゲーム開始時に全装備が解除されている。",
    "KO": "게임 시작 시 모든 장비가 해제됨.",
    "PL": "Cały ekwipunek odblokowany na początku gry.",
    "RU": "Вся экипировка разблокирована при старте игры.",
    "SP": "Todo el equipo desbloqueado al inicio del juego.",
    "TR": "Oyun başlangıcında tüm teçhizat açılmıştır."
  },
  {
    "id": "ret_mcm_option_allowed_tier_difference",
    "EN": "Allowed Tier Difference",
    "BR": "Diferença de Nível Permitida",
    "CNs": "允许的等级差",
    "CNt": "允許的等級差",
    "DE": "Zulässiger Stufenunterschied",
    "FR": "Différence de Rang Autorisée",
    "IT": "Differenza di Livello Consentita",
    "JP": "許容ランク差",
    "KO": "허용 등급 차이",
    "PL": "Dozwolona Różnica Poziomów",
    "RU": "Допустимая Разница Рангов",
    "SP": "Diferencia de Nivel Permitida",
    "TR": "İzin Verilen Seviye Farkı"
  },
  {
    "id": "ret_mcm_option_allowed_tier_difference_hint",
    "EN": "Maximum allowed tier difference between troops and equipment.",
    "BR": "Diferença máxima de nível permitida entre tropas e equipamentos.",
    "CNs": "部队与装备之间允许的最大等级差。",
    "CNt": "部隊與裝備之間允許的最大等級差。",
    "DE": "Maximal zulässiger Stufenunterschied zwischen Truppen und Ausrüstung.",
    "FR": "Différence maximale de rang autorisée entre troupes et équipement.",
    "IT": "Differenza massima di livello consentita tra truppe ed equipaggiamento.",
    "JP": "兵と装備間の許容ランク差の最大値。",
    "KO": "병력과 장비 사이의 허용 최대 등급 차이.",
    "PL": "Maksymalna dozwolona różnica poziomów między jednostkami a ekwipunkiem.",
    "RU": "Максимальная допустимая разница рангов между войсками и снаряжением.",
    "SP": "Diferencia máxima de nivel permitida entre tropas y equipo.",
    "TR": "Askerlerle teçhizat arasındaki izin verilen maksimum seviye farkı."
  },
  {
    "id": "ret_mcm_option_base_skill_xp_cost",
    "EN": "Base Skill XP Cost",
    "BR": "Custo Base de XP por Habilidade",
    "CNs": "基础技能经验消耗",
    "CNt": "基礎技能經驗消耗",
    "DE": "Basis-Fertigkeits-EP-Kosten",
    "FR": "Coût de base en XP des compétence",
    "IT": "Costo Base PE Abilità",
    "JP": "基本スキルXPコスト",
    "KO": "기본 기술 경험치 비용",
    "PL": "Podstawowy Koszt PD Umiejętności",
    "RU": "Базовая Стоимость Опыта за Навык",
    "SP": "Costo Base de Exp de Habilidad",
    "TR": "Temel Beceri XP Maliyeti"
  },
  {
    "id": "ret_mcm_option_base_skill_xp_cost_hint",
    "EN": "Base XP cost for increasing a skill.",
    "BR": "Custo base de XP para aumentar uma habilidade.",
    "CNs": "提升技能所需的基础经验。",
    "CNt": "提升技能所需的基礎經驗。",
    "DE": "Basis-EP-Kosten zur Steigerung einer Fertigkeit.",
    "FR": "Coût de base en XP pour augmenter une compétence.",
    "IT": "Costo base in PE per aumentare un’abilità.",
    "JP": "スキル上昇に必要な基本XP。",
    "KO": "기술 상승에 필요한 기본 경험치.",
    "PL": "Podstawowy koszt PD zwiększenia umiejętności.",
    "RU": "Базовая стоимость опыта для повышения навыка.",
    "SP": "Costo base de experiencia para aumentar una habilidad.",
    "TR": "Bir beceriyi artırmak için temel XP maliyeti."
  },
  {
    "id": "ret_mcm_option_clan_troops_over_kingdom_troops",
    "EN": "Clan Troops Over Kingdom Troops",
    "BR": "Tropas de Clã Sobre Tropas de Reino",
    "CNs": "氏族部队优先于王国部队",
    "CNt": "氏族部隊優先於王國部隊",
    "DE": "Klantruppen über Königreichstruppen",
    "FR": "Troupes de Clan avant Troupes Royales",
    "IT": "Troppe di Clan su Troppe del Regno",
    "JP": "王国軍より氏族軍優先",
    "KO": "왕국 병력보다 씨족 병력 우선",
    "PL": "Jednostki Klanu ponad Jednostkami Królestwa",
    "RU": "Клановые войска выше королевских войск",
    "SP": "Tropas de Clan sobre Tropas del Reino",
    "TR": "Krallık Askerlerinden Üstün"
  },
  {
    "id": "ret_mcm_option_clan_troops_over_kingdom_troops_hint",
    "EN": "If a fief is both a clan fief and a kingdom fief, clan troops will be prioritized over kingdom troops.",
    "BR": "Se um feudo for tanto de clã quanto de reino, as tropas do clã terão prioridade sobre as tropas do reino.",
    "CNs": "如果一个领地既是氏族领地又是王国领地，则氏族部队将优先于王国部队。",
    "CNt": "如果一個領地既是氏族領地又是王國領地，則氏族部隊將優先於王國部隊。",
    "DE": "Wenn ein Lehen sowohl ein Klanlehen als auch ein Königreichslehen ist, werden Klantruppen gegenüber Königreichstruppen priorisiert.",
    "FR": "Si un fief est à la fois un fief de clan et un fief royal, les troupes de clan seront prioritaires sur les troupes royales.",
    "IT": "Se un feudo è sia un feudo di clan che un feudo del regno, le truppe di clan avranno la priorità sulle truppe del regno.",
    "JP": "領地が氏族領地であり王国領地である場合、氏族軍が王国軍より優先される。",
    "KO": "영지가 씨족 영지이자 왕국 영지인 경우 씨족 병력이 왕국 병력보다 우선합니다.",
    "PL": "Jeśli lenno jest zarówno lennem klanu, jak i lennem królestwa, jednostki klanu będą miały priorytet nad jednostkami królestwa.",
    "RU": "Если феод является как клановым, так и королевским, клановые войска будут иметь приоритет над королевскими.",
    "SP": "Si un feudo es tanto de clan como del reino, las tropas de clan tendrán prioridad sobre las tropas del reino.",
    "TR": "Eğer bir toprak hem klan toprağı hem de krallık toprağı ise, klan askerleri krallık askerlerine göre öncelikli olacaktır."
  },
  {
    "id": "ret_mcm_option_debug_mode",
    "EN": "Debug Mode",
    "BR": "Modo de Depuração",
    "CNs": "调试模式",
    "CNt": "除錯模式",
    "DE": "Debug-Modus",
    "FR": "Mode Débogage",
    "IT": "Modalità Debug",
    "JP": "デバッグモード",
    "KO": "디버그 모드",
    "PL": "Tryb debugowania",
    "RU": "Режим отладки",
    "SP": "Modo Depuración",
    "TR": "Hata Ayıklama Modu"
  },
  {
    "id": "ret_mcm_option_debug_mode_hint",
    "EN": "Outputs many more logs (may impact performance).",
    "BR": "Gera muito mais registros (pode impactar o desempenho).",
    "CNs": "输出更多日志（可能影响性能）。",
    "CNt": "輸出更多日誌（可能影響效能）。",
    "DE": "Gibt deutlich mehr Protokolle aus (kann die Leistung beeinträchtigen).",
    "FR": "Produit beaucoup plus de journaux (peut affecter les performances).",
    "IT": "Genera molti più log (può influire sulle prestazioni).",
    "JP": "より多くのログを出力します（パフォーマンスに影響する可能性があります）。",
    "KO": "더 많은 로그를 출력합니다 (성능에 영향을 줄 수 있음).",
    "PL": "Generuje znacznie więcej logów (może wpłynąć na wydajność).",
    "RU": "Выводит гораздо больше логов (может повлиять на производительность).",
    "SP": "Genera muchos más registros (puede afectar el rendimiento).",
    "TR": "Çok daha fazla kayıt üretir (performansı etkileyebilir)."
  },
  {
    "id": "ret_mcm_option_disallow_mounts_for_tier_1",
    "EN": "Disallow Mounts For Tier 1",
    "BR": "Proibir Montarias para Nível 1",
    "CNs": "禁止1级部队骑乘",
    "CNt": "禁止1級部隊騎乘",
    "DE": "Reittiere für Stufe 1 verbieten",
    "FR": "Montures Interdites pour Rang 1",
    "IT": "Vietare Cavalcature per Livello 1",
    "JP": "ランク1に騎乗禁止",
    "KO": "1등급에 탈것 금지",
    "PL": "Zakaz Wierzchowców dla Poziomu 1",
    "RU": "Запрет на Лошадей для 1 Ранга",
    "SP": "Prohibir Monturas para Nivel 1",
    "TR": "Seviye 1 İçin Binekler Yasak"
  },
  {
    "id": "ret_mcm_option_disallow_mounts_for_tier_1_hint",
    "EN": "Tier 1 troops cannot have mounts.",
    "BR": "Tropas de nível 1 não podem ter montarias.",
    "CNs": "1级部队不能拥有坐骑。",
    "CNt": "1級部隊不能擁有坐騎。",
    "DE": "Stufe-1-Truppen dürfen keine Reittiere haben.",
    "FR": "Les troupes de rang 1 ne peuvent pas avoir de montures.",
    "IT": "Le truppe di livello 1 non possono avere cavalcature.",
    "JP": "ランク1兵は騎乗できない。",
    "KO": "1등급 병력은 탈것을 가질 수 없습니다.",
    "PL": "Jednostki poziomu 1 nie mogą mieć wierzchowców.",
    "RU": "Войска 1 ранга не могут иметь лошадей.",
    "SP": "Las tropas de nivel 1 no pueden tener monturas.",
    "TR": "Seviye 1 askerlerin binekleri olamaz."
  },
  {
    "id": "ret_mcm_option_enable_doctrines",
    "EN": "Enable Doctrines",
    "BR": "Ativar Doutrinas (Instável)",
    "CNs": "启用教义",
    "CNt": "啟用教義",
    "DE": "Doktrinen aktivieren",
    "FR": "Activer les Doctrines",
    "IT": "Abilita Dottrine",
    "JP": "ドクトリンを有効化",
    "KO": "교리 활성화",
    "PL": "Włącz Doktryny",
    "RU": "Включить Доктрины",
    "SP": "Habilitar Doctrinas",
    "TR": "Doktrinleri Etkinleştir"
  },
  {
    "id": "ret_mcm_option_enable_doctrines_hint",
    "EN": "Enable the Doctrines system and its features.",
    "BR": "Ativa o sistema de Doutrinas e seus recursos.",
    "CNs": "启用教义系统及其功能。",
    "CNt": "啟用教義系統及其功能。",
    "DE": "Aktiviere das Doktrinensystem und seine Funktionen.",
    "FR": "Active le système de doctrines et ses fonctionnalités.",
    "IT": "Abilita il sistema di Dottrine e le sue funzionalità.",
    "JP": "ドクトリンシステムとその機能を有効化する。",
    "KO": "교리 시스템과 그 기능을 활성화합니다.",
    "PL": "Włącz system Doktryn i jego funkcje.",
    "RU": "Включить систему Доктрин и её функции.",
    "SP": "Habilita el sistema de Doctrinas y sus características.",
    "TR": "Doktrin sistemini ve özelliklerini etkinleştir."
  },
  {
    "id": "ret_mcm_option_equipment_change_takes_time",
    "EN": "Changing Troop Equipment Takes Time",
    "BR": "Trocar Equipamento de Tropas Leva Tempo",
    "CNs": "更换部队装备需要时间",
    "CNt": "更換部隊裝備需要時間",
    "DE": "Das Ändern der Truppenausrüstung dauert",
    "FR": "Changer l’équipement des troupes prend du temps",
    "IT": "Cambiare l’Equipaggiamento delle Truppe Richiede Tempo",
    "JP": "部隊の装備を変更するには時間がかかります",
    "KO": "병력 장비 변경에는 시간이 걸립니다",
    "PL": "Zmiana Wyposażenia Jednostek Zajmuje Czas",
    "RU": "Смена Снаряжения Войск Занимает Время",
    "SP": "Cambiar el Equipo de las Tropas Lleva Tiempo",
    "TR": "Asker Teçhizatını Değiştirmek Zaman Alır"
  },
  {
    "id": "ret_mcm_option_equipment_change_takes_time_hint",
    "EN": "Changing a troop's equipment takes time.",
    "BR": "Trocar o equipamento de uma tropa leva tempo.",
    "CNs": "更换部队装备需要时间。",
    "CNt": "更換部隊裝備需要時間。",
    "DE": "Das Ändern der Ausrüstung einer Truppe dauert.",
    "FR": "Changer l'équipement d'une troupe prend du temps.",
    "IT": "Cambiare l'equipaggiamento di una truppa richiede tempo.",
    "JP": "部隊の装備を変更するには時間がかかります。",
    "KO": "부대의 장비를 변경하는 데 시간이 걸립니다.",
    "PL": "Zmiana wyposażenia jednostki zajmuje czas.",
    "RU": "Смена снаряжения у войск занимает время.",
    "SP": "Cambiar el equipo de una tropa lleva tiempo.",
    "TR": "Bir askerin teçhizatını değiştirmek zaman alır."
  },
  {
    "id": "ret_mcm_option_equipment_change_time_modifier",
    "EN": "Equipment Change Time Modifier",
    "BR": "Modificador de Tempo para Troca de Equipamento",
    "CNs": "装备更换时间修正",
    "CNt": "裝備更換時間修正",
    "DE": "Ausrüstungswechsel-Zeitmodifikator",
    "FR": "Modificateur de Temps de Changement d’Équipement",
    "IT": "Modificatore del Tempo di Cambio Equipaggiamento",
    "JP": "装備変更時間修正",
    "KO": "장비 변경 시간 수정자",
    "PL": "Modyfikator Czasu Zmiany Ekwipunku",
    "RU": "Модификатор Времени Смены Снаряжения",
    "SP": "Modificador de Tiempo para Cambio de Equipo",
    "TR": "Teçhizat Değiştirme Süresi Değiştiricisi"
  },
  {
    "id": "ret_mcm_option_equipment_change_time_modifier_hint",
    "EN": "Modifier for equipment change time.",
    "BR": "Modificador para o tempo de troca de equipamento.",
    "CNs": "装备更换时间的修正。",
    "CNt": "裝備更換時間的修正。",
    "DE": "Modifikator für die Ausrüstungswechselzeit.",
    "FR": "Modificateur pour le temps de changement d’équipement.",
    "IT": "Modificatore per il tempo di cambio equipaggiamento.",
    "JP": "装備変更時間の修正。",
    "KO": "장비 변경 시간 수정자.",
    "PL": "Modyfikator czasu zmiany ekwipunku.",
    "RU": "Модификатор времени смены снаряжения.",
    "SP": "Modificador para el tiempo de cambio de equipo.",
    "TR": "Teçhizat değiştirme süresi için değiştirici."
  },
  {
    "id": "ret_mcm_option_equipment_price_modifier",
    "EN": "Equipment Price Modifier",
    "BR": "Modificador de Preço de Equipamento",
    "CNs": "装备价格修正",
    "CNt": "裝備價格修正",
    "DE": "Ausrüstungspreis-Modifikator",
    "FR": "Modificateur de Prix d’Équipement",
    "IT": "Modificatore del Prezzo dell’Equipaggiamento",
    "JP": "装備価格修正",
    "KO": "장비 가격 수정자",
    "PL": "Modyfikator Ceny Ekwipunku",
    "RU": "Модификатор Цены Экипировки",
    "SP": "Modificador de Precio de Equipo",
    "TR": "Teçhizat Fiyat Değiştiricisi"
  },
  {
    "id": "ret_mcm_option_equipment_price_modifier_hint",
    "EN": "Modifier for equipment price compared to base game prices.",
    "BR": "Modificador para o preço do equipamento em comparação com os preços do jogo base.",
    "CNs": "与基础游戏价格相比的装备价格修正。",
    "CNt": "與基礎遊戲價格相比的裝備價格修正。",
    "DE": "Modifikator für den Ausrüstungspreis im Vergleich zu den Basis-Spielpreisen.",
    "FR": "Modificateur pour le prix de l’équipement par rapport aux prix du jeu de base.",
    "IT": "Modificatore per il prezzo dell’equipaggiamento rispetto ai prezzi del gioco base.",
    "JP": "基本ゲーム価格と比較した装備価格の修正。",
    "KO": "기본 게임 가격과 비교한 장비 가격 수정자.",
    "PL": "Modyfikator ceny ekwipunku w porównaniu do cen w podstawowej wersji gry.",
    "RU": "Модификатор цены экипировки по сравнению с ценами базовой игры.",
    "SP": "Modificador para el precio del equipo en comparación con los precios del juego base.",
    "TR": "Teçhizat fiyatı için temel oyun fiyatlarına kıyasla değiştirici."
  },
  {
    "id": "ret_mcm_option_max_basic_retinue_ratio",
    "EN": "Max Basic Retinue Ratio",
    "BR": "Proporção Máxima de Séquito Básico",
    "CNs": "基础随从比例上限",
    "CNt": "基礎隨從比例上限",
    "DE": "Maximales Basis-Gefolgsverhältnis",
    "FR": "Ratio Maximum de Rétinue Basique",
    "IT": "Rapporto Massimo Seguito Base",
    "JP": "基礎随伴兵の比率上限",
    "KO": "기본 수행원 비율 상한",
    "PL": "Maksymalny Udział Orszaku Podstawowego",
    "RU": "Макс. Доля Базовой Свиты",
    "SP": "Proporción Máxima de Séquito Básico",
    "TR": "Maksimum Temel Yandaş Oranı"
  },
  {
    "id": "ret_mcm_option_max_basic_retinue_ratio_hint",
    "EN": "Maximum proportion of basic retinue troops in player party.",
    "BR": "Proporção máxima de tropas de séquito básico no grupo do jogador.",
    "CNs": "玩家队伍中基础随从的最大比例。",
    "CNt": "玩家隊伍中基礎隨從的最大比例。",
    "DE": "Maximaler Anteil von Basis-Gefolgschaften in der Spielergruppe.",
    "FR": "Proportion maximale de troupes de rétinue basique dans le groupe du joueur.",
    "IT": "Proporzione massima di truppe del seguito base nel gruppo del giocatore.",
    "JP": "プレイヤー部隊内の基礎随伴兵の最大比率。",
    "KO": "플레이어 부대 내 기본 수행원의 최대 비율.",
    "PL": "Maksymalny udział podstawowych jednostek orszaku w drużynie gracza.",
    "RU": "Максимальная доля базовой свиты в отряде игрока.",
    "SP": "Proporción máxima de tropas básicas de séquito en el grupo del jugador.",
    "TR": "Oyuncu grubundaki temel yandaş askerlerin azami oranı."
  },
  {
    "id": "ret_mcm_option_max_elite_retinue_ratio",
    "EN": "Max Elite Retinue Ratio",
    "BR": "Proporção Máxima de Séquito de Elite",
    "CNs": "精锐随从比例上限",
    "CNt": "精銳隨從比例上限",
    "DE": "Maximales Elite-Gefolgsverhältnis",
    "FR": "Ratio Maximum de Rétinue d’Élite",
    "IT": "Rapporto Massimo Seguito Élite",
    "JP": "精鋭随伴兵の比率上限",
    "KO": "정예 수행원 비율 상한",
    "PL": "Maksymalny Udział Orszaku Elitarnego",
    "RU": "Макс. Доля Элитной Свиты",
    "SP": "Proporción Máxima de Séquito de Élite",
    "TR": "Maksimum Seçkin Yandaş Oranı"
  },
  {
    "id": "ret_mcm_option_max_elite_retinue_ratio_hint",
    "EN": "Maximum proportion of elite retinue troops in player party.",
    "BR": "Proporção máxima de tropas de séquito de elite no grupo do jogador.",
    "CNs": "玩家队伍中精锐随从的最大比例。",
    "CNt": "玩家隊伍中精銳隨從的最大比例。",
    "DE": "Maximaler Anteil von Elite-Gefolgschaften in der Spielergruppe.",
    "FR": "Proportion maximale de troupes de la rétinue d’élite dans le groupe du joueur.",
    "IT": "Proporzione massima di truppe del seguito élite nel gruppo del giocatore.",
    "JP": "プレイヤー部隊内の精鋭随伴兵の最大比率。",
    "KO": "플레이어 부대 내 정예 수행원의 최대 비율.",
    "PL": "Maksymalny udział elitarnych jednostek orszaku w drużynie gracza.",
    "RU": "Максимальная доля элитной свиты в отряде игрока.",
    "SP": "Proporción máxima de tropas de élite de séquito en el grupo del jugador.",
    "TR": "Oyuncu grubundaki seçkin yandaş askerlerin azami oranı."
  },
  {
    "id": "ret_mcm_option_own_culture_unlock_bonuses",
    "EN": "Own Culture Unlock Bonuses",
    "BR": "Bônus de Desbloqueio da Própria Cultura",
    "CNs": "自身文化解锁奖励",
    "CNt": "自身文化解鎖獎勵",
    "DE": "Eigene Kultur-Freischaltboni",
    "FR": "Bonus de Déblocage de Culture",
    "IT": "Bonus di Sblocco della Propria Cultura",
    "JP": "自文化アンロックボーナス",
    "KO": "자신의 문화 해제 보너스",
    "PL": "Premie za odblokowanie własnej kultury",
    "RU": "Бонусы за разблокировку своей культуры",
    "SP": "Bonificaciones de Desbloqueo de Cultura Propia",
    "TR": "Kendi Kültür Açılış Bonusları"
  },
  {
    "id": "ret_mcm_option_own_culture_unlock_bonuses_hint",
    "EN": "Whether kills also unlock items from the custom troop's culture.",
    "BR": "Determina se abates também desbloqueiam itens da cultura da tropa personalizada.",
    "CNs": "决定击杀是否也能解锁自定义部队文化物品。",
    "CNt": "決定擊殺是否也能解鎖自定義部隊文化物品。",
    "DE": "Legt fest, ob Kills auch Gegenstände der Custom-Kultur freischalten.",
    "FR": "Détermine si les éliminations débloquent aussi des objets de la culture des troupes personnalisées.",
    "IT": "Determina se le uccisioni sbloccano anche oggetti della cultura della truppa personalizzata.",
    "JP": "キルがカスタム兵文化のアイテムも解除するかどうか。",
    "KO": "킬이 커스텀 병력 문화의 아이템도 해제하는지 여부.",
    "PL": "Czy zabójstwa również odblokowują przedmioty kultury własnej jednostki.",
    "RU": "Разблокируют ли убийства также предметы культуры собственных войск.",
    "SP": "Si las muertes también desbloquean objetos de la cultura de la tropa personalizada.",
    "TR": "Öldürmeler ayrıca özel askerin kültüründen eşyaları açar mı?"
  },
  {
    "id": "ret_mcm_option_pay_for_equipment",
    "EN": "Pay For Troop Equipment",
    "BR": "Pagar pelo Equipamento da Tropa",
    "CNs": "支付部队装备费用",
    "CNt": "支付部隊裝備費用",
    "DE": "Für Truppenausrüstung bezahlen",
    "FR": "Payer pour l’Équipement des Troupes",
    "IT": "Pagare l’Equipaggiamento delle Truppe",
    "JP": "兵の装備に支払い",
    "KO": "병력 장비 비용 지불",
    "PL": "Płatność za Ekwipunek Jednostki",
    "RU": "Оплата за Снаряжение Войск",
    "SP": "Pagar por el Equipo de la Tropa",
    "TR": "Asker Teçhizatı İçin Ödeme"
  },
  {
    "id": "ret_mcm_option_pay_for_equipment_hint",
    "EN": "Upgrading troop equipment costs money.",
    "BR": "Aprimorar o equipamento da tropa custa dinheiro.",
    "CNs": "升级部队装备需要金钱。",
    "CNt": "升級部隊裝備需要金錢。",
    "DE": "Das Aufrüsten von Truppenausrüstung kostet Geld.",
    "FR": "Améliorer l’équipement des troupes coûte de l’argent.",
    "IT": "Aggiornare l’equipaggiamento delle truppe costa denaro.",
    "JP": "兵装備のアップグレードには金が必要。",
    "KO": "병력 장비 업그레이드는 돈이 듭니다.",
    "PL": "Ulepszanie ekwipunku jednostki kosztuje pieniądze.",
    "RU": "Улучшение снаряжения войск стоит денег.",
    "SP": "Mejorar el equipo de la tropa cuesta dinero.",
    "TR": "Asker teçhizatını yükseltmek paraya mal olur."
  },
  {
    "id": "ret_mcm_option_recruit_anywhere",
    "EN": "Recruit Clan Troops Anywhere",
    "BR": "Recrutar Tropas do Clã em Qualquer Lugar",
    "CNs": "任意地点招募家族部队",
    "CNt": "任意地點招募家族部隊",
    "DE": "Clantruppen überall rekrutieren",
    "FR": "Troupes de Clan Disponibles Partout",
    "IT": "Reclutare Truppe del Clan Ovunque",
    "JP": "どこでも一族兵を募集",
    "KO": "어디서든 가문 병력 모집",
    "PL": "Rekrutuj Wojska Klanu Gdziekolwiek",
    "RU": "Нанимать Войска Клана Где Угодно",
    "SP": "Reclutar Tropas del Clan en Cualquier Lugar",
    "TR": "Klan Askerlerini Her Yerde Topla"
  },
  {
    "id": "ret_mcm_option_recruit_anywhere_hint",
    "EN": "Player can recruit clan troops in any settlement.",
    "BR": "O jogador pode recrutar tropas do clã em qualquer assentamento.",
    "CNs": "玩家可在任何定居点招募家族部队。",
    "CNt": "玩家可在任何定居點招募家族部隊。",
    "DE": "Der Spieler kann Clantruppen in jeder Siedlung rekrutieren.",
    "FR": "Le joueur peut recruter des troupes de clan dans n’importe quel ville ou village.",
    "IT": "Il giocatore può reclutare truppe del clan in qualsiasi insediamento.",
    "JP": "プレイヤーは任意の集落で一族兵を募集できる。",
    "KO": "플레이어는 모든 정착지에서 가문 병력을 모집할 수 있습니다.",
    "PL": "Gracz może rekrutować wojska klanu w dowolnej osadzie.",
    "RU": "Игрок может нанимать войска клана в любом поселении.",
    "SP": "El jugador puede reclutar tropas del clan en cualquier asentamiento.",
    "TR": "Oyuncu herhangi bir yerleşimde klan askerleri toplayabilir."
  },
  {
    "id": "ret_mcm_option_required_kills_for_unlock",
    "EN": "Required Kills For Unlock",
    "BR": "Abates Necessários para Desbloquear",
    "CNs": "解锁所需击杀数",
    "CNt": "解鎖所需擊殺數",
    "DE": "Erforderliche Kills zum Freischalten",
    "FR": "Éliminations Requises pour Débloquer",
    "IT": "Uccisioni Richieste per Sblocco",
    "JP": "解除に必要なキル数",
    "KO": "해제를 위한 필요 킬 수",
    "PL": "Wymagana Liczba Zabójstw do Odblokowania",
    "RU": "Необходимые Убийства для Разблокировки",
    "SP": "Muertes Requeridas para Desbloquear",
    "TR": "Açmak İçin Gerekli Öldürmeler"
  },
  {
    "id": "ret_mcm_option_required_kills_for_unlock_hint",
    "EN": "How many enemies wearing an item must be defeated to unlock it.",
    "BR": "Quantos inimigos usando um item devem ser derrotados para desbloqueá-lo.",
    "CNs": "解锁一件物品所需击败的敌人数量。",
    "CNt": "解鎖一件物品所需擊敗的敵人數量。",
    "DE": "Wie viele Gegner mit einem Gegenstand besiegt werden müssen, um ihn freizuschalten.",
    "FR": "Combien d’ennemis portant un objet doivent être vaincus pour le débloquer.",
    "IT": "Quanti nemici che indossano un oggetto devono essere sconfitti per sbloccarlo.",
    "JP": "解除するには何人の敵を倒す必要があるか。",
    "KO": "아이템을 해제하려면 몇 명의 적을 처치해야 하는지.",
    "PL": "Ilu wrogów noszących przedmiot należy pokonać, aby go odblokować.",
    "RU": "Сколько врагов с предметом нужно победить, чтобы его разблокировать.",
    "SP": "Cuántos enemigos con un objeto deben ser derrotados para desbloquearlo.",
    "TR": "Bir eşyayı açmak için kaç düşmanın yenilmesi gerektiği."
  },
  {
    "id": "ret_mcm_option_restrict_conversion_to_fiefs",
    "EN": "Restrict Retinue Conversion To Fiefs",
    "BR": "Restringir Conversão de Séquito a Feudos",
    "CNs": "限制随从转换到领地",
    "CNt": "限制隨從轉換到領地",
    "DE": "Gefolgs-Umwandlung auf Lehen beschränken",
    "FR": "Restreindre la Conversion de Rétinue aux Fiefs",
    "IT": "Restringi la Conversione del Seguito ai Feudi",
    "JP": "随伴兵の変換を領地に制限",
    "KO": "수행원 변환을 영지로 제한",
    "PL": "Ogranicz Konwersję Orszaku do Lenna",
    "RU": "Ограничить Преобразование Свиты до Феодов",
    "SP": "Restringir la Conversión de Séquito a Feudos",
    "TR": "Yandaş Dönüşümünü Topraklarla Sınırla"
  },
  {
    "id": "ret_mcm_option_restrict_conversion_to_fiefs_hint",
    "EN": "Player can only convert retinues when in a fief (clan retinues can be converted in any settlement).",
    "BR": "O jogador só pode converter séquitos quando estiver em um feudo (séquitos de clã podem ser convertidos em qualquer assentamento).",
    "CNs": "玩家只能在领地中转换随从（家族随从可以在任何定居点转换）。",
    "CNt": "玩家只能在領地中轉換隨從（家族隨從可以在任何定居點轉換）。",
    "DE": "Der Spieler kann Gefolgschaften nur in einem Lehen umwandeln (Clan-Gefolgschaften können in jeder Siedlung umgewandelt werden).",
    "FR": "Le joueur ne peut convertir des rétinues que lorsqu'il est dans un fief (les rétinues de clan peuvent être converties dans n'importe quelle ville ou village).",
    "IT": "Il giocatore può convertire i seguaci solo quando si trova in un feudo (i seguaci del clan possono essere convertiti in qualsiasi insediamento).",
    "JP": "プレイヤーは領地内でのみ随伴兵を変換できる（一族の随伴兵はどの集落でも変換可能）。",
    "KO": "플레이어는 영지에 있을 때만 수행원을 변환할 수 있습니다 (가문 수행원은 모든 정착지에서 변환할 수 있음).",
    "PL": "Gracz może konwertować orszaki tylko w lenie (orszaki klanu można konwertować w dowolnej osadzie).",
    "RU": "Игрок может преобразовывать свиту только в феоде (свиту клана можно преобразовывать в любом поселении).",
    "SP": "El jugador solo puede convertir séquitos cuando está en un feudo (los séquitos de clan pueden convertirse en cualquier asentamiento).",
    "TR": "Oyuncu ancak bir toprakta yandaşları dönüştürebilir (klan yandaşları herhangi bir yerleşimde dönüştürülebilir)."
  },
  {
    "id": "ret_mcm_option_restrict_editing_to_fiefs",
    "EN": "Restrict Editing To Fiefs",
    "BR": "Restringir Edição a Feudos",
    "CNs": "限制编辑到领地",
    "CNt": "限制編輯到領地",
    "DE": "Bearbeitung auf Lehen beschränken",
    "FR": "Restreindre l'Édition aux Fiefs",
    "IT": "Restringi la Modifica ai Feudi",
    "JP": "編集を領地に制限",
    "KO": "편집을 영지로 제한",
    "PL": "Ogranicz Edytowanie do Lenna",
    "RU": "Ограничить редактирование до феодов",
    "SP": "Restringir la Edición a los Feudos",
    "TR": "Düzenlemeyi Topraklarla Sınırla"
  },
  {
    "id": "ret_mcm_option_restrict_editing_to_fiefs_hint",
    "EN": "Player can only edit troops when in a fief owned by their clan or kingdom (clan retinues can be edited in any settlement).",
    "BR": "O jogador só pode editar tropas quando está em um feudo pertencente ao seu clã ou reino (as retinues de clã podem ser editadas em qualquer assentamento).",
    "CNs": "玩家只能在其家族或王国拥有的领地中编辑部队（家族随从可以在任何定居点编辑）。",
    "CNt": "玩家只能在其家族或王國擁有的領地中編輯部隊（家族隨從可以在任何定居點編輯）。",
    "DE": "Der Spieler kann Truppen nur in einem Lehen bearbeiten, das seinem Clan oder Königreich gehört (Clan-Gefolgschaften können in jeder Siedlung bearbeitet werden).",
    "FR": "Le joueur ne peut éditer des troupes que lorsqu'il est dans un fief appartenant à son clan ou à son royaume (les rétinues de clan peuvent être éditées dans n'importe quelle ville ou village).",
    "IT": "Il giocatore può modificare le truppe solo quando si trova in un feudo di proprietà del suo clan o regno (i seguaci del clan possono essere modificati in qualsiasi insediamento).",
    "JP": "プレイヤーは自分の一族または王国が所有する領地内でのみ部隊を編集できる（一族の随伴兵はどの集落でも編集可能）。",
    "KO": "플레이어는 자신의 가문이나 왕국이 소유한 영지에 있을 때만 병력을 편집할 수 있습니다 (가문 수행원은 모든 정착지에서 편집할 수 있음).",
    "PL": "Gracz może edytować jednostki tylko w lenie należącym do jego klanu lub królestwa (orszaki klanu można edytować w dowolnej osadzie).",
    "RU": "Игрок может редактировать войска только в феоде, принадлежащем его клану или королевству (свиту клана можно редактировать в любом поселении).",
    "SP": "El jugador solo puede editar tropas cuando está en un feudo propiedad de su clan o reino (los séquitos de clan pueden editarse en cualquier asentamiento).",
    "TR": "Oyuncu ancak klanının veya krallığının sahip olduğu bir toprakta asker düzenleyebilir (klan yandaşları herhangi bir yerleşimde düzenlenebilir)."
  },
  {
    "id": "ret_mcm_option_restrict_items_to_town_inventory",
    "EN": "Restrict Items To Town Inventory",
    "BR": "Restringir Itens ao Inventário da Cidade",
    "CNs": "限制物品到城镇库存",
    "CNt": "限制物品到城鎮庫存",
    "DE": "Gegenstände auf Stadtinventar beschränken",
    "FR": "Restreindre les objets à l'inventaire de la ville",
    "IT": "Restringi gli oggetti all'inventario della città",
    "JP": "アイテムを町のインベントリに制限",
    "KO": "아이템을 마을 인벤토리로 제한",
    "PL": "Ogranicz przedmioty do inwentarza miasta",
    "RU": "Ограничить предметы до инвентаря города",
    "SP": "Restringir los objetos al inventario de la ciudad",
    "TR": "Eşyaları şehir envanteri ile sınırlayın"
  },
  {
    "id": "ret_mcm_option_restrict_items_to_town_inventory_hint",
    "EN": "Player can only purchase items available in the town inventory.",
    "BR": "O jogador só pode comprar itens disponíveis no inventário da cidade.",
    "CNs": "玩家只能购买城镇库存中可用的物品。",
    "CNt": "玩家只能購買城鎮庫存中可用的物品。",
    "DE": "Der Spieler kann nur Gegenstände kaufen, die im Stadtinventar verfügbar sind.",
    "FR": "Le joueur ne peut acheter que les objets disponibles dans l'inventaire de la ville.",
    "IT": "Il giocatore può acquistare solo gli oggetti disponibili nell'inventario della città.",
    "JP": "プレイヤーは町のインベントリで利用可能なアイテムのみを購入できます。",
    "KO": "플레이어는 마을 인벤토리에서 사용할 수 있는 아이템만 구매할 수 있습니다.",
    "PL": "Gracz może kupować tylko przedmioty dostępne w inwentarzu miasta.",
    "RU": "Игрок может покупать только предметы, доступные в инвентаре города.",
    "SP": "El jugador solo puede comprar objetos disponibles en el inventario de la ciudad.",
    "TR": "Oyuncu yalnızca şehir envanterinde bulunan eşyaları satın alabilir."
  },
  {
    "id": "ret_mcm_option_retinue_conversion_cost_per_tier",
    "EN": "Retinue Conversion Cost Per Tier",
    "BR": "Custo de Conversão do Séquito por Nível",
    "CNs": "随从转换每级费用",
    "CNt": "隨從轉換每級費用",
    "DE": "Gefolgs-Umwandlungskosten pro Stufe",
    "FR": "Coût de Conversion de Rétinue par Rang",
    "IT": "Costo di Conversione del Seguito per Livello",
    "JP": "随伴兵変換のランクごとのコスト",
    "KO": "등급당 수행원 변환 비용",
    "PL": "Koszt Konwersji Orszaku na Poziom",
    "RU": "Стоимость Преобразования Свиты за Ранг",
    "SP": "Costo de Conversión de Séquito por Nivel",
    "TR": "Yandaş Dönüşüm Maliyeti (Seviye Başına)"
  },
  {
    "id": "ret_mcm_option_retinue_conversion_cost_per_tier_hint",
    "EN": "Conversion cost for retinue troops per tier.",
    "BR": "Custo de conversão por nível para tropas do séquito.",
    "CNs": "随从按等级转换所需的费用。",
    "CNt": "隨從按等級轉換所需的費用。",
    "DE": "Umwandlungskosten pro Stufe für Gefolgschaften.",
    "FR": "Coût de conversion par rang pour les troupes de rétinue.",
    "IT": "Costo di conversione per livello per le truppe del seguito.",
    "JP": "随伴兵をランクごとに変換するコスト。",
    "KO": "수행원 변환 시 등급당 비용.",
    "PL": "Koszt konwersji orszaku na poziom.",
    "RU": "Стоимость преобразования свиты за ранг.",
    "SP": "Costo de conversión del séquito por nivel.",
    "TR": "Yandaş askerleri dönüştürmenin seviye başına maliyeti."
  },
  {
    "id": "ret_mcm_option_retinue_rank_up_cost_per_tier",
    "EN": "Retinue Rank Up Cost Per Tier",
    "BR": "Custo de Promoção do Séquito por Nível",
    "CNs": "随从晋升每级费用",
    "CNt": "隨從晉升每級費用",
    "DE": "Gefolgs-Aufstiegskosten pro Stufe",
    "FR": "Coût de Promotion de Rétinue par Rang",
    "IT": "Costo di Avanzamento del Seguito per Livello",
    "JP": "随伴兵昇進のランクごとのコスト",
    "KO": "등급당 수행원 승급 비용",
    "PL": "Koszt Awansu Orszaku na Poziom",
    "RU": "Стоимость Повышения Свиты за Ранг",
    "SP": "Costo de Ascenso de Séquito por Nivel",
    "TR": "Yandaş Terfi Maliyeti (Seviye Başına)"
  },
  {
    "id": "ret_mcm_option_retinue_rank_up_cost_per_tier_hint",
    "EN": "Rank up cost for retinue troops per tier.",
    "BR": "Custo de promoção por nível para tropas do séquito.",
    "CNs": "随从按等级晋升所需的费用。",
    "CNt": "隨從按等級晉升所需的費用。",
    "DE": "Aufstiegskosten pro Stufe für Gefolgschaften.",
    "FR": "Coût de promotion par rang pour les troupes de la rétinue.",
    "IT": "Costo di avanzamento per livello per le truppe del seguito.",
    "JP": "随伴兵をランクごとに昇進させるコスト。",
    "KO": "수행원 승급 시 등급당 비용.",
    "PL": "Koszt awansu orszaku na poziom.",
    "RU": "Стоимость повышения свиты за ранг.",
    "SP": "Costo de ascenso del séquito por nivel.",
    "TR": "Yandaş askerleri terfi ettirmenin seviye başına maliyeti."
  },
  {
    "id": "ret_mcm_option_shared_xp_pool",
    "EN": "Shared XP Pool",
    "BR": "Reserva Compartilhada de XP",
    "CNs": "共享经验池",
    "CNt": "共享經驗池",
    "DE": "Geteilter EP-Pool",
    "FR": "Réserve d'XP Partagée",
    "IT": "Pool di XP Condiviso",
    "JP": "共有XPプール",
    "KO": "공유 경험치 풀",
    "PL": "Wspólny zasób XP",
    "RU": "Общий пул опыта",
    "SP": "Reserva de XP Compartida",
    "TR": "Paylaşılan XP Havuzu"
  },
  {
    "id": "ret_mcm_option_shared_xp_pool_hint",
    "EN": "All troops share the same XP pool.",
    "BR": "Todas as tropas compartilham a mesma reserva de XP.",
    "CNs": "所有部队共享同一个经验池。",
    "CNt": "所有部隊共享同一個經驗池。",
    "DE": "Alle Truppen teilen sich denselben EP-Pool.",
    "FR": "Toutes les troupes partagent la même réserve d'XP.",
    "IT": "Tutte le truppe condividono lo stesso pool di XP.",
    "JP": "すべての部隊が同じXPプールを共有します。",
    "KO": "모든 부대가 동일한 경험치 풀을 공유합니다.",
    "PL": "Wszystkie oddziały dzielą ten sam zasób XP.",
    "RU": "Все войска используют один общий пул опыта.",
    "SP": "Todas las tropas comparten la misma reserva de XP.",
    "TR": "Tüm birlikler aynı XP havuzunu paylaşır."
  },
  {
    "id": "ret_mcm_option_skill_cap",
    "EN": "Tier {TIER} Cap",
    "BR": "Nível Máximo de Nível {TIER}",
    "CNs": "等级上限 {TIER}",
    "CNt": "等級上限 {TIER}",
    "DE": "Stufe {TIER} Limit",
    "FR": "Plafond de Compétence {TIER}",
    "IT": "Limite di Livello {TIER}",
    "JP": "ランク{TIER}上限",
    "KO": "등급 {TIER} 상한",
    "PL": "Limit Poziomu {TIER}",
    "RU": "Макс. {TIER} Ранг",
    "SP": "Tope de Nivel {TIER}",
    "TR": "{TIER} Seviye Limiti"
  },
  {
    "id": "ret_mcm_option_skill_cap_hint",
    "EN": "The maximum skill level for tier {TIER} troops.",
    "BR": "O nível máximo de habilidade para tropas de nível {TIER}.",
    "CNs": "等级 {TIER} 部队的最高技能水平。",
    "CNt": "等級 {TIER} 部隊的最高技能水平。",
    "DE": "Das maximale Fähigkeitsniveau für Stufe {TIER} Truppen.",
    "FR": "Le niveau de compétence maximum pour les troupes de rang {TIER}.",
    "IT": "Il livello massimo di abilità per le truppe di livello {TIER}.",
    "JP": "ランク{TIER}兵の最大スキルレベル。",
    "KO": "{TIER} 등급 병력의 최대 스킬 레벨.",
    "PL": "Maksymalny poziom umiejętności dla jednostek poziomu {TIER}.",
    "RU": "Максимальный уровень навыков для войск {TIER} ранга.",
    "SP": "El nivel máximo de habilidad para las tropas de nivel {TIER}.",
    "TR": "{TIER} seviye askerler için maksimum beceri seviyesi."
  },
  {
    "id": "ret_mcm_option_skill_total",
    "EN": "Tier {TIER} Skill Total",
    "BR": "Total de Habilidades do Nível {TIER}",
    "CNs": "等级 {TIER} 技能总数",
    "CNt": "等級 {TIER} 技能總數",
    "DE": "Stufe {TIER} Gesamtfertigkeiten",
    "FR": "Total de Compétences pour le Rang {TIER}",
    "IT": "Totale Abilità per il Livello {TIER}",
    "JP": "ランク{TIER}スキル合計",
    "KO": "{TIER} 등급 스킬 총합",
    "PL": "Łączna Liczba Umiejętności Poziomu {TIER}",
    "RU": "Общее Количество Навыков {TIER} Ранга",
    "SP": "Total de Habilidades del Nivel {TIER}",
    "TR": "{TIER} Seviye Toplam Becerisi"
  },
  {
    "id": "ret_mcm_option_skill_total_hint",
    "EN": "The total available skill points for tier {TIER} troops.",
    "BR": "O total de pontos de habilidade disponíveis para tropas de nível {TIER}.",
    "CNs": "等级 {TIER} 部队可用的总技能点数。",
    "CNt": "等級 {TIER} 部隊可用的總技能點數。",
    "DE": "Die insgesamt verfügbaren Fertigkeitspunkte für Stufe {TIER} Truppen.",
    "FR": "Le total des points de compétence disponibles pour les troupes de rang {TIER}.",
    "IT": "Il totale dei punti abilità disponibili per le truppe di livello {TIER}.",
    "JP": "ランク{TIER}兵の利用可能なスキルポイントの合計。",
    "KO": "{TIER} 등급 병력의 사용 가능한 총 스킬 포인트.",
    "PL": "Łączna liczba dostępnych punktów umiejętności dla jednostek poziomu {TIER}.",
    "RU": "Общее количество доступных очков навыков для войск {TIER} ранга.",
    "SP": "El total de puntos de habilidad disponibles para las tropas de nivel {TIER}.",
    "TR": "{TIER} seviye askerler için toplam kullanılabilir beceri puanı."
  },
  {
    "id": "ret_mcm_option_skill_xp_cost_per_point",
    "EN": "Skill XP Cost Per Point",
    "BR": "Custo de XP por Ponto de Habilidade",
    "CNs": "技能经验每点消耗",
    "CNt": "技能經驗每點消耗",
    "DE": "EP-Kosten pro Fertigkeitspunkt",
    "FR": "Coût en XP par Point de Compétence",
    "IT": "Costo PE per Punto Abilità",
    "JP": "スキルポイントごとのXPコスト",
    "KO": "스킬 포인트당 경험치 비용",
    "PL": "Koszt PD na Punkt Umiejętności",
    "RU": "Стоимость Опыта за Очко Навыка",
    "SP": "Costo de Exp de Habilidad por Punto",
    "TR": "Beceri Puanı Başına XP Maliyeti"
  },
  {
    "id": "ret_mcm_option_skill_xp_cost_per_point_hint",
    "EN": "Scalable XP cost for each point of skill increase.",
    "BR": "Custo de XP escalável para cada ponto de aumento de habilidade.",
    "CNs": "提升每点技能所需的可变经验消耗。",
    "CNt": "提升每點技能所需的可變經驗消耗。",
    "DE": "Skalierende EP-Kosten pro Fertigkeitspunkt.",
    "FR": "Coût en XP évolutif pour chaque point de compétence supplémentaire.",
    "IT": "Costo PE scalabile per ogni punto di abilità aggiuntivo.",
    "JP": "スキル上昇ごとのスケーラブルXPコスト。",
    "KO": "스킬 증가 시 포인트당 경험치 비용.",
    "PL": "Skalowalny koszt PD za każdy punkt umiejętności.",
    "RU": "Масштабируемая стоимость опыта за каждое очко навыка.",
    "SP": "Costo escalable de experiencia por cada punto de habilidad.",
    "TR": "Her beceri artışı için ölçeklenebilir XP maliyeti."
  },
  {
    "id": "ret_mcm_option_swap_only_for_correct_culture",
    "EN": "Swap Volunteers Only For Correct Culture",
    "BR": "Trocar Voluntários Apenas pela Cultura Correta",
    "CNs": "仅为正确文化更换志愿者",
    "CNt": "僅為正確文化更換志願者",
    "DE": "Freiwillige nur für die richtige Kultur austauschen",
    "FR": "Volontaires remplacés uniquement si même Culture",
    "IT": "Scambia Volontari Solo per la Cultura Corretta",
    "JP": "正しい文化の志願者のみ交換",
    "KO": "올바른 문화의 자원봉사자만 교체",
    "PL": "Zamieniaj Ochotników Tylko na Właściwą Kulturę",
    "RU": "Менять Добровольцев только на соответствующую культуру",
    "SP": "Cambiar Voluntarios Solo por la Cultura Correcta",
    "TR": "Yalnızca Doğru Kültür İçin Gönüllü Değiştir"
  },
  {
    "id": "ret_mcm_option_swap_only_for_correct_culture_hint",
    "EN": "Volunteers in settlements of a different culture will not be replaced by custom troops.",
    "BR": "Voluntários em assentamentos de uma cultura diferente não serão substituídos por tropas personalizadas.",
    "CNs": "不同文化定居点的志愿者将不会被自定义部队替换。",
    "CNt": "不同文化定居點的志願者將不會被自定義部隊替換。",
    "DE": "Freiwillige in Siedlungen einer anderen Kultur werden nicht durch Custom-Truppen ersetzt.",
    "FR": "Les volontaires dans les villes ou villages d’une culture différente ne seront pas remplacés par des troupes personnalisées.",
    "IT": "I volontari negli insediamenti di una cultura diversa non saranno sostituiti da truppe personalizzate.",
    "JP": "異なる文化の集落にいる志願者はカスタム兵に置き換えられません。",
    "KO": "다른 문화의 정착지에 있는 자원봉사자는 커스텀 병력으로 교체되지 않습니다.",
    "PL": "Ochotnicy w osadach o innej kulturze nie będą zastępowani przez jednostki niestandardowe.",
    "RU": "Добровольцы в поселениях другой культуры не будут заменены на собственные войска.",
    "SP": "Los voluntarios en asentamientos de una cultura diferente no serán reemplazados por tropas personalizadas.",
    "TR": "Farklı kültürdeki yerleşimlerdeki gönüllüler, özel birliklerle değiştirilmez."
  },
  {
    "id": "ret_mcm_option_training_takes_time",
    "EN": "Troop Training Takes Time",
    "BR": "O Treinamento de Tropas Leva Tempo",
    "CNs": "部队训练需要时间",
    "CNt": "部隊訓練需要時間",
    "DE": "Truppentraining braucht Zeit",
    "FR": "L'Entraînement des Troupes Prend du Temps",
    "IT": "L'Addestramento delle Truppe Richiede Tempo",
    "JP": "部隊の訓練には時間がかかる",
    "KO": "병력 훈련에는 시간이 걸립니다",
    "PL": "Szkolenie Oddziałów Zajmuje Czas",
    "RU": "Обучение войск требует времени",
    "SP": "El Entrenamiento de Tropas Lleva Tiempo",
    "TR": "Asker Eğitimi Zaman Alır"
  },
  {
    "id": "ret_mcm_option_training_takes_time_hint",
    "EN": "Troop training takes time.",
    "BR": "O treinamento de tropas leva tempo.",
    "CNs": "部队训练需要时间。",
    "CNt": "部隊訓練需要時間。",
    "DE": "Die Ausbildung von Truppen braucht Zeit.",
    "FR": "L’entraînement des troupes prend du temps.",
    "IT": "L’addestramento delle truppe richiede tempo.",
    "JP": "部隊の訓練には時間がかかります。",
    "KO": "병력 훈련에는 시간이 걸립니다.",
    "PL": "Szkolenie oddziałów zajmuje czas.",
    "RU": "Обучение войск требует времени.",
    "SP": "El entrenamiento de tropas lleva tiempo.",
    "TR": "Asker eğitimi zaman alır."
  },
  {
    "id": "ret_mcm_option_training_time_modifier",
    "EN": "Training Time Modifier",
    "BR": "Modificador de Tempo de Treinamento",
    "CNs": "训练时间修正",
    "CNt": "訓練時間修正",
    "DE": "Trainingszeit-Modifikator",
    "FR": "Modificateur de Temps d'Entraînement",
    "IT": "Modificatore del Tempo di Addestramento",
    "JP": "訓練時間修正",
    "KO": "훈련 시간 수정자",
    "PL": "Modyfikator Czasu Szkolenia",
    "RU": "Модификатор Времени Обучения",
    "SP": "Modificador de Tiempo de Entrenamiento",
    "TR": "Eğitim Süresi Değiştirici"
  },
  {
    "id": "ret_mcm_option_training_time_modifier_hint",
    "EN": "Modifier for troop training time.",
    "BR": "Modificador para o tempo de treinamento de tropas.",
    "CNs": "部队训练时间的修正。",
    "CNt": "部隊訓練時間的修正。",
    "DE": "Modifikator für die Trainingszeit von Truppen.",
    "FR": "Modificateur pour le temps d'entraînement des troupes.",
    "IT": "Modificatore per il tempo di addestramento delle truppe.",
    "JP": "部隊の訓練時間の修正。",
    "KO": "병력 훈련 시간에 대한 수정자.",
    "PL": "Modyfikator czasu szkolenia oddziałów.",
    "RU": "Модификатор времени обучения войск.",
    "SP": "Modificador para el tiempo de entrenamiento de tropas.",
    "TR": "Asker eğitimi için değiştirici."
  },
  {
    "id": "ret_mcm_option_unlock_from_culture",
    "EN": "Unlock From Culture",
    "BR": "Desbloquear pela Cultura",
    "CNs": "从文化解锁",
    "CNt": "從文化解鎖",
    "DE": "Von Kultur freischalten",
    "FR": "Débloquer par Culture",
    "IT": "Sblocco da Cultura",
    "JP": "文化から解除",
    "KO": "문화에서 해제",
    "PL": "Odblokuj z Kultury",
    "RU": "Разблокировать по Культуре",
    "SP": "Desbloquear por Cultura",
    "TR": "Kültürden Aç"
  },
  {
    "id": "ret_mcm_option_unlock_from_culture_hint",
    "EN": "Player culture and player-led kingdom culture equipment is always available.",
    "BR": "Equipamentos da cultura do jogador e da cultura do reino liderado pelo jogador estão sempre disponíveis.",
    "CNs": "玩家文化和玩家领导的王国文化装备始终可用。",
    "CNt": "玩家文化和玩家領導的王國文化裝備始終可用。",
    "DE": "Ausrüstung der Spieler- und Königreichskultur ist immer verfügbar.",
    "FR": "Les équipements de la culture du joueur et de son royaume sont toujours disponibles.",
    "IT": "L’equipaggiamento della cultura del giocatore e del regno da lui guidato è sempre disponibile.",
    "JP": "プレイヤー文化および王国文化の装備は常に利用可能。",
    "KO": "플레이어 문화와 플레이어가 이끄는 왕국 문화 장비는 항상 이용 가능.",
    "PL": "Ekwipunek kultury gracza i królestwa, którym dowodzi, jest zawsze dostępny.",
    "RU": "Снаряжение культуры игрока и возглавляемого им королевства всегда доступно.",
    "SP": "El equipo de la cultura del jugador y del reino liderado por el jugador siempre está disponible.",
    "TR": "Oyuncunun kültürü ve oyuncunun yönettiği krallığın kültür teçhizatı her zaman kullanılabilir."
  },
  {
    "id": "ret_mcm_option_unlock_from_kills",
    "EN": "Unlock From Kills",
    "BR": "Desbloquear por Abates",
    "CNs": "从击杀解锁",
    "CNt": "從擊殺解鎖",
    "DE": "Durch Kills freischalten",
    "FR": "Débloquer par Éliminations",
    "IT": "Sblocco da Uccisioni",
    "JP": "キルで解除",
    "KO": "킬로 해제",
    "PL": "Odblokuj z Zabójstw",
    "RU": "Разблокировать по Убийствам",
    "SP": "Desbloquear por Muertes",
    "TR": "Öldürmelerden Aç"
  },
  {
    "id": "ret_mcm_option_unlock_from_kills_hint",
    "EN": "Unlock equipment by defeating enemies wearing it.",
    "BR": "Desbloqueie equipamentos derrotando inimigos que os estejam usando.",
    "CNs": "通过击败穿戴装备的敌人来解锁装备。",
    "CNt": "透過擊敗穿戴裝備的敵人來解鎖裝備。",
    "DE": "Schalte Ausrüstung frei, indem du Gegner besiegst, die sie tragen.",
    "FR": "Débloque l’équipement en vainquant des ennemis qui le portent.",
    "IT": "Sblocca equipaggiamento sconfiggendo i nemici che lo indossano.",
    "JP": "敵を倒すことで装備を解除する。",
    "KO": "착용한 적을 처치하여 장비를 해제.",
    "PL": "Odblokuj ekwipunek, pokonując wrogów, którzy go noszą.",
    "RU": "Разблокировать снаряжение, побеждая врагов, которые его носят.",
    "SP": "Desbloquea equipo derrotando enemigos que lo lleven.",
    "TR": "Düşmanı yenerek onun giydiği teçhizatı aç."
  },
  {
    "id": "ret_mcm_section_debug",
    "EN": "Debug",
    "BR": "Depuração",
    "CNs": "调试",
    "CNt": "除錯",
    "DE": "Debug",
    "FR": "Débogage",
    "IT": "Debug",
    "JP": "デバッグ",
    "KO": "디버그",
    "PL": "Debugowanie",
    "RU": "Отладка",
    "SP": "Depuración",
    "TR": "Hata Ayıklama"
  },
  {
    "id": "ret_mcm_section_doctrines",
    "EN": "Doctrines",
    "BR": "Doutrinas",
    "CNs": "教义",
    "CNt": "教義",
    "DE": "Doktrinen",
    "FR": "Doctrines",
    "IT": "Dottrine",
    "JP": "ドクトリン",
    "KO": "교리",
    "PL": "Doktryny",
    "RU": "Доктрины",
    "SP": "Doctrinas",
    "TR": "Doktrinler"
  },
  {
    "id": "ret_mcm_section_editing",
    "EN": "Editing",
    "BR": "Edição",
    "CNs": "编辑",
    "CNt": "編輯",
    "DE": "Bearbeitung",
    "FR": "Édition",
    "IT": "Modifica",
    "JP": "編集",
    "KO": "편집",
    "PL": "Edycja",
    "RU": "Редактирование",
    "SP": "Edición",
    "TR": "Düzenleme"
  },
  {
    "id": "ret_mcm_section_equipment",
    "EN": "Equipment",
    "BR": "Equipamento",
    "CNs": "装备",
    "CNt": "裝備",
    "DE": "Ausrüstung",
    "FR": "Équipement",
    "IT": "Equipaggiamento",
    "JP": "装備",
    "KO": "장비",
    "PL": "Ekwipunek",
    "RU": "Снаряжение",
    "SP": "Equipo",
    "TR": "Teçhizat"
  },
  {
    "id": "ret_mcm_section_general",
    "EN": "General",
    "BR": "Geral",
    "CNs": "通用",
    "CNt": "通用",
    "DE": "Allgemein",
    "FR": "Général",
    "IT": "Generale",
    "JP": "一般",
    "KO": "일반",
    "PL": "Ogólne",
    "RU": "Общее",
    "SP": "General",
    "TR": "Genel"
  },
  {
    "id": "ret_mcm_section_recruitment",
    "EN": "Recruitment",
    "BR": "Recrutamento",
    "CNs": "招募",
    "CNt": "招募",
    "DE": "Rekrutierung",
    "FR": "Recrutement",
    "IT": "Reclutamento",
    "JP": "募集",
    "KO": "모집",
    "PL": "Rekrutacja",
    "RU": "Вербовка",
    "SP": "Reclutamiento",
    "TR": "Toplama"
  },
  {
    "id": "ret_mcm_section_retinues",
    "EN": "Retinues",
    "BR": "Séquitos",
    "CNs": "随从",
    "CNt": "隨從",
    "DE": "Gefolgschaften",
    "FR": "Rétinues",
    "IT": "Seguiti",
    "JP": "随伴兵",
    "KO": "수행원",
    "PL": "Orszak",
    "RU": "Свита",
    "SP": "Séquitos",
    "TR": "Yandaşlar"
  },
  {
    "id": "ret_mcm_section_skill_caps",
    "EN": "Skill Caps",
    "BR": "Níveis Máximos de Habilidade",
    "CNs": "技能上限",
    "CNt": "技能上限",
    "DE": "Fertigkeiten-Limits",
    "FR": "Plafonds de Compétence",
    "IT": "Limiti di Abilità",
    "JP": "スキル上限",
    "KO": "스킬 상한",
    "PL": "Limity Umiejętności",
    "RU": "Максимумы Навыков",
    "SP": "Topes de Habilidad",
    "TR": "Beceri Limitleri"
  },
  {
    "id": "ret_mcm_section_skill_totals",
    "EN": "Skill Totals",
    "BR": "Totais de Habilidade",
    "CNs": "技能总数",
    "CNt": "技能總數",
    "DE": "Gesamtfertigkeiten",
    "FR": "Totaux de Compétence",
    "IT": "Totali Abilità",
    "JP": "スキル合計",
    "KO": "스킬 총합",
    "PL": "Łączna Liczba Umiejętności",
    "RU": "Общее Количество Навыков",
    "SP": "Totales de Habilidad",
    "TR": "Toplam Beceriler"
  },
  {
    "id": "ret_mcm_section_skills",
    "EN": "Skills",
    "BR": "Habilidades",
    "CNs": "技能",
    "CNt": "技能",
    "DE": "Fertigkeiten",
    "FR": "Compétences",
    "IT": "Abilità",
    "JP": "スキル",
    "KO": "기술",
    "PL": "Umiejętności",
    "RU": "Навыки",
    "SP": "Habilidades",
    "TR": "Beceriler"
  },
  {
    "id": "ret_mcm_section_unlocks",
    "EN": "Unlocks",
    "BR": "Desbloqueios",
    "CNs": "解锁",
    "CNt": "解鎖",
    "DE": "Freischaltungen",
    "FR": "Déblocages",
    "IT": "Sblocchi",
    "JP": "解除",
    "KO": "해제",
    "PL": "Odblokowania",
    "RU": "Разблокировки",
    "SP": "Desbloqueos",
    "TR": "Açılışlar"
  },
  {
    "id": "ret_name_header_text",
    "EN": "Name",
    "BR": "Nome",
    "CNs": "名称",
    "CNt": "名稱",
    "DE": "Name",
    "FR": "Nom",
    "IT": "Nome",
    "JP": "名前",
    "KO": "이름",
    "PL": "Nazwa",
    "RU": "Имя",
    "SP": "Nombre",
    "TR": "İsim"
  },
  {
    "id": "ret_no",
    "EN": "No",
    "BR": "Não",
    "CNs": "否",
    "CNt": "否",
    "DE": "Nein",
    "FR": "Non",
    "IT": "No",
    "JP": "いいえ",
    "KO": "아니오",
    "PL": "Nie",
    "RU": "Нет",
    "SP": "No",
    "TR": "Hayır"
  },
  {
    "id": "ret_not_enough_gold",
    "EN": "Not enough gold",
    "BR": "Ouro insuficiente",
    "CNs": "金币不足",
    "CNt": "金幣不足",
    "DE": "Nicht genug Gold",
    "FR": "Or insuffisant",
    "IT": "Oro insufficiente",
    "JP": "ゴールド不足",
    "KO": "골드 부족",
    "PL": "Za mało złota",
    "RU": "Недостаточно золота",
    "SP": "Oro insuficiente",
    "TR": "Yetersiz altın"
  },
  {
    "id": "ret_not_enough_gold_text",
    "EN": "You do not have enough gold to purchase this item.",
    "BR": "Você não tem ouro suficiente para comprar este item.",
    "CNs": "你没有足够的金币购买此物品。",
    "CNt": "你沒有足夠的金幣購買此物品。",
    "DE": "Du hast nicht genug Gold, um diesen Gegenstand zu kaufen.",
    "FR": "Pas assez d’or pour acheter cet objet.",
    "IT": "Non hai abbastanza oro per acquistare questo oggetto.",
    "JP": "このアイテムを購入するのに十分なゴールドがない。",
    "KO": "이 아이템을 구매할 충분한 골드가 없습니다.",
    "PL": "Nie masz wystarczająco złota, aby kupić ten przedmiot.",
    "RU": "У вас недостаточно золота, чтобы купить этот предмет.",
    "SP": "No tienes suficiente oro para comprar este objeto.",
    "TR": "Bu eşyayı satın almak için yeterli altının yok."
  },
  {
    "id": "ret_not_in_clan_fief",
    "EN": "Not in Clan Fief",
    "BR": "Não em Feudo do Clã",
    "CNs": "不在氏族领地",
    "CNt": "不在氏族領地",
    "DE": "Nicht im Clan-Lehen",
    "FR": "Pas dans un Fief de Clan",
    "IT": "Non in Feudo del Clan",
    "JP": "氏族の領地にいない",
    "KO": "씨족 영지에 없음",
    "PL": "Nie w lenie klanu",
    "RU": "Не в поместье клана",
    "SP": "No en Feudo del Clan",
    "TR": "Klan Arazisinde Değil"
  },
  {
    "id": "ret_not_in_clan_fief_text",
    "EN": "You must be in one of your clan's fiefs to {ACTION} this troop.",
    "BR": "Você deve estar em um dos feudos do seu clã para {ACTION} esta tropa.",
    "CNs": "您必须在您氏族的一个封地中才能{ACTION}这支部队。",
    "CNt": "您必須在您氏族的一個封地中才能{ACTION}這支部隊。",
    "DE": "Du musst in einem der Lehen deines Clans sein, um diese Truppe {ACTION} zu können.",
    "FR": "Vous devez être dans l'un des fiefs de votre clan pour {ACTION} cette troupe.",
    "IT": "Devi essere in uno dei feudi del tuo clan per {ACTION} questa truppa.",
    "JP": "あなたはクランの封地のいずれかにいて{ACTION}この部隊を行う必要があります。",
    "KO": "당신은 클랜의 영지 중 하나에 있어야 {ACTION} 이 부대를 할 수 있습니다.",
    "PL": "Musisz być w jednym z lenów swojego klanu, aby {ACTION} tę jednostkę.",
    "RU": "Вы должны находиться в одном из владений вашего клана, чтобы {ACTION} этот отряд.",
    "SP": "Debes estar en uno de los feudos de tu clan para {ACTION} esta tropa.",
    "TR": "Bu birliği {ACTION} için klanınızın mülklerinden birinde olmalısınız."
  },
  {
    "id": "ret_not_in_faction_fief",
    "EN": "You are not in a faction fief.",
    "BR": "Você não está em um feudo de facção.",
    "CNs": "您不在派系封地中。",
    "CNt": "您不在派系封地中。",
    "DE": "Du bist nicht in einem Fraktionslehen.",
    "FR": "Vous n'êtes pas dans un fief de faction.",
    "IT": "Non sei in un feudo di fazione.",
    "JP": "あなたは派閥の領地にいません。",
    "KO": "당신은 세력 영지에 있지 않습니다.",
    "PL": "Nie jesteś w lenie frakcji.",
    "RU": "Вы не находитесь во владении фракции.",
    "SP": "No estás en un feudo de facción.",
    "TR": "Bir fraksiyon mülkünde değilsiniz."
  },
  {
    "id": "ret_not_in_kingdom_fief",
    "EN": "Not in Kingdom Fief",
    "BR": "Não está em feudo do reino",
    "CNs": "不在王国封地中",
    "CNt": "不在王國封地中",
    "DE": "Nicht im Königreichslehen",
    "FR": "Pas dans un fief du royaume",
    "IT": "Non in feudo del regno",
    "JP": "王国の領地にいません",
    "KO": "왕국 영지에 있지 않음",
    "PL": "Nie w lenie królestwa",
    "RU": "Не в владении королевства",
    "SP": "No en feudo del reino",
    "TR": "Krallık mülkünde değil"
  },
  {
    "id": "ret_not_in_kingdom_fief_text",
    "EN": "You must be in one of your kingdom's fiefs to {ACTION} this troop.",
    "BR": "Você deve estar em um dos feudos do seu reino para {ACTION} esta tropa.",
    "CNs": "您必须在您王国的一个封地中才能{ACTION}这支部队。",
    "CNt": "您必須在您王國的一個封地中才能{ACTION}這支部隊。",
    "DE": "Du musst in einem der Lehen deines Königreichs sein, um diese Truppe {ACTION} zu können.",
    "FR": "Vous devez être dans l'un des fiefs de votre royaume pour {ACTION} cette troupe.",
    "IT": "Devi essere in uno dei feudi del tuo regno per {ACTION} questa truppa.",
    "JP": "王国の領地のいずれかにいて{ACTION}この部隊を行う必要があります。",
    "KO": "왕국의 영지 중 하나에 있어야 {ACTION} 이 부대를 할 수 있습니다.",
    "PL": "Musisz być w jednym z lenów swojego królestwa, aby {ACTION} tę jednostkę.",
    "RU": "Вы должны находиться в одном из владений вашего королевства, чтобы {ACTION} этот отряд.",
    "SP": "Debes estar en uno de los feudos de tu reino para {ACTION} esta tropa.",
    "TR": "Bu birliği {ACTION} için krallığınızın mülklerinden birinde olmalısınız."
  },
  {
    "id": "ret_not_in_settlement",
    "EN": "Not in Settlement",
    "BR": "Não está em assentamento",
    "CNs": "不在定居点",
    "CNt": "不在定居點",
    "DE": "Nicht in Siedlung",
    "FR": "Pas dans un établissement",
    "IT": "Non in insediamento",
    "JP": "居住地にいません",
    "KO": "정착지에 있지 않음",
    "PL": "Nie w osadzie",
    "RU": "Не в поселении",
    "SP": "No en asentamiento",
    "TR": "Yerleşim yerinde değil"
  },
  {
    "id": "ret_not_in_settlement_text",
    "EN": "You must be in a settlement to {ACTION} this troop.",
    "BR": "Você deve estar em um assentamento para {ACTION} esta tropa.",
    "CNs": "您必须在一个定居点才能{ACTION}这支部队。",
    "CNt": "您必須在一個定居點才能{ACTION}這支部隊。",
    "DE": "Du musst in einer Siedlung sein, um diese Truppe {ACTION} zu können.",
    "FR": "Vous devez être dans un établissement pour {ACTION} cette troupe.",
    "IT": "Devi essere in un insediamento per {ACTION} questa truppa.",
    "JP": "居住地にいて{ACTION}この部隊を行う必要があります。",
    "KO": "정착지에 있어야 {ACTION} 이 부대를 할 수 있습니다.",
    "PL": "Musisz być w osadzie, aby {ACTION} tę jednostkę.",
    "RU": "Вы должны находиться в поселении, чтобы {ACTION} этот отряд.",
    "SP": "Debes estar en un asentamiento para {ACTION} esta tropa.",
    "TR": "Bu birliği {ACTION} için bir yerleşim yerinde olmalısınız."
  },
  {
    "id": "ret_ok",
    "EN": "OK",
    "BR": "OK",
    "CNs": "确定",
    "CNt": "確定",
    "DE": "OK",
    "FR": "OK",
    "IT": "OK",
    "JP": "OK",
    "KO": "확인",
    "PL": "OK",
    "RU": "ОК",
    "SP": "OK",
    "TR": "Tamam"
  },
  {
    "id": "ret_pragmatic_scavengers",
    "EN": "Pragmatic Scavengers",
    "BR": "Catadores Pragmáticos",
    "CNs": "实用清道夫",
    "CNt": "實用清道夫",
    "DE": "Pragmatische Plünderer",
    "FR": "Charognards Pragmatiques",
    "IT": "Spazzini Pragmatici",
    "JP": "実利的な清掃人",
    "KO": "실용주의 청소부",
    "PL": "Pragmatyczni Zbieracze",
    "RU": "Прагматичные Собиратели",
    "SP": "Carroñeros Pragmáticos",
    "TR": "Pragmatik Yağmacılar"
  },
  {
    "id": "ret_pragmatic_scavengers_army_win_allies_50",
    "EN": "Win three battles in a row while part of an allied lord's army.",
    "BR": "Vença três batalhas seguidas enquanto fizer parte do exército de um lorde aliado.",
    "CNs": "作为盟友领主的军队一员连续赢得三场战斗。",
    "CNt": "作為盟友領主的軍隊一員連續贏得三場戰鬥。",
    "DE": "Gewinne drei Schlachten in Folge als Teil der Armee eines verbündeten Lords.",
    "FR": "Gagne trois batailles consécutives en faisant partie de l’armée d’un seigneur allié.",
    "IT": "Vinci tre battaglie di fila come parte dell’esercito di un signore alleato.",
    "JP": "同盟領主の軍に参加し、3連勝を達成する。",
    "KO": "동맹 영주의 군대에 속해 3연승을 하십시오.",
    "PL": "Wygraj trzy bitwy z rzędu jako część armii sprzymierzonego lorda.",
    "RU": "Выиграйте три боя подряд в армии союзного лорда.",
    "SP": "Gana tres batallas seguidas como parte del ejército de un señor aliado.",
    "TR": "Bir müttefik lordun ordusundayken üst üste üç savaş kazan."
  },
  {
    "id": "ret_pragmatic_scavengers_defense_allies_100",
    "EN": "Win a battle in which allies suffer over 100 casualties.",
    "BR": "Vença uma batalha na qual os aliados sofram mais de 100 baixas.",
    "CNs": "赢得一场盟军损失超过100人的战斗。",
    "CNt": "贏得一場盟軍損失超過100人的戰鬥。",
    "DE": "Gewinne eine Schlacht, in der Verbündete über 100 Verluste erleiden.",
    "FR": "Gagne une bataille dans laquelle les alliés subissent plus de 100 pertes.",
    "IT": "Vinci una battaglia in cui gli alleati subiscono oltre 100 perdite.",
    "JP": "同盟軍が100人以上の損失を出す戦闘で勝利する。",
    "KO": "아군이 100명 이상의 피해를 입은 전투에서 승리하십시오.",
    "PL": "Wygraj bitwę, w której sojusznicy ponieśli ponad 100 strat.",
    "RU": "Выиграйте бой, в котором союзники понесли более 100 потерь.",
    "SP": "Gana una batalla en la que los aliados sufran más de 100 bajas.",
    "TR": "Müttefiklerin 100’den fazla kayıp verdiği bir savaşı kazan."
  },
  {
    "id": "ret_pragmatic_scavengers_description",
    "EN": "Can unlock items from allied party casualties.",
    "BR": "Pode desbloquear itens a partir de baixas do grupo aliado.",
    "CNs": "可通过盟友损失解锁物品。",
    "CNt": "可透過盟友損失解鎖物品。",
    "DE": "Kann Gegenstände durch Verluste verbündeter Truppen freischalten.",
    "FR": "Peut débloquer des objets à partir des pertes alliées.",
    "IT": "Può sbloccare oggetti dalle perdite alleate.",
    "JP": "同盟軍の損失からアイテムを解放できる。",
    "KO": "아군 피해로 아이템을 해제할 수 있습니다.",
    "PL": "Można odblokować przedmioty ze strat sojuszniczych.",
    "RU": "Можно разблокировать предметы из потерь союзников.",
    "SP": "Puede desbloquear objetos de las bajas aliadas.",
    "TR": "Müttefik kayıplarından eşyalar açılabilir."
  },
  {
    "id": "ret_pragmatic_scavengers_rescue_lord",
    "EN": "Rescue a defeated lord from a enemy party's prisoner train.",
    "BR": "Resgate um lorde derrotado do comboio de prisioneiros de um grupo inimigo.",
    "CNs": "从敌军押送队中解救一名战败领主。",
    "CNt": "從敵軍押送隊中解救一名戰敗領主。",
    "DE": "Rette einen besiegten Lord aus dem Gefangenentransport einer feindlichen Gruppe.",
    "FR": "Sauve un seigneur vaincu d’un convoi de prisonniers ennemi.",
    "IT": "Salva un signore sconfitto da un convoglio di prigionieri nemico.",
    "JP": "敵の捕虜護送隊から敗北した領主を救出する。",
    "KO": "적 포로 호송대에서 패배한 영주를 구출하십시오.",
    "PL": "Uwolnij pokonanego lorda z transportu więźniów wrogiej drużyny.",
    "RU": "Спасите поверженного лорда из плена вражеского отряда.",
    "SP": "Rescata a un señor derrotado del tren de prisioneros de un enemigo.",
    "TR": "Yenilen bir lordu düşman esir kervanından kurtar."
  },
  {
    "id": "ret_queen_guard",
    "EN": "Queen's Guard",
    "BR": "Guarda da Rainha",
    "CNs": "女王卫队",
    "CNt": "女王衛隊",
    "DE": "Königsgarde",
    "FR": "Garde de la Reine",
    "IT": "Guardia della Regina",
    "JP": "女王の親衛隊",
    "KO": "여왕의 근위대",
    "PL": "Straż Królowej",
    "RU": "Гвардия Королевы",
    "SP": "Guardia de la Reina",
    "TR": "Kraliçenin Muhafızları"
  },
  {
    "id": "ret_rank_up",
    "EN": "Rank Up",
    "BR": "Promover",
    "CNs": "晋升",
    "CNt": "晉升",
    "DE": "Aufstieg",
    "FR": "Promotion",
    "IT": "Avanzamento",
    "JP": "昇進",
    "KO": "승급",
    "PL": "Awans",
    "RU": "Повышение",
    "SP": "Ascender",
    "TR": "Terfi"
  },
  {
    "id": "ret_rank_up_costs_text",
    "EN": "It will cost you {COST_GOLD} gold and {COST_XP} XP.",
    "BR": "Isso vai custar {COST_GOLD} de ouro e {COST_XP} de XP.",
    "CNs": "这将花费 {COST_GOLD} 金币和 {COST_XP} 经验。",
    "CNt": "這將花費 {COST_GOLD} 金幣和 {COST_XP} 經驗。",
    "DE": "Es kostet dich {COST_GOLD} Gold und {COST_XP} EP.",
    "FR": "Cela coûtera {COST_GOLD} or et {COST_XP} XP.",
    "IT": "Ti costerà {COST_GOLD} oro e {COST_XP} PE.",
    "JP": "{COST_GOLD} ゴールドと {COST_XP} XP が必要です。",
    "KO": "{COST_GOLD} 골드와 {COST_XP} 경험치가 필요합니다.",
    "PL": "Będzie cię to kosztować {COST_GOLD} złota i {COST_XP} PD.",
    "RU": "Это будет стоить {COST_GOLD} золота и {COST_XP} опыта.",
    "SP": "Te costará {COST_GOLD} de oro y {COST_XP} de experiencia.",
    "TR": "{COST_GOLD} altın ve {COST_XP} XP’ye mal olacak."
  },
  {
    "id": "ret_rank_up_gold_cost_text",
    "EN": "It will cost you {COST} gold.",
    "BR": "Isso vai custar {COST} de ouro.",
    "CNs": "这将花费 {COST} 金币。",
    "CNt": "這將花費 {COST} 金幣。",
    "DE": "Es kostet dich {COST} Gold.",
    "FR": "Cela coûtera {COST} or.",
    "IT": "Ti costerà {COST} oro.",
    "JP": "コスト: {COST} ゴールド。",
    "KO": "비용: {COST} 골드.",
    "PL": "Będzie cię to kosztować {COST} złota.",
    "RU": "Это будет стоить {COST} золота.",
    "SP": "Te costará {COST} de oro.",
    "TR": "{COST} altına mal olacak."
  },
  {
    "id": "ret_rank_up_not_enough_gold_text",
    "EN": "You do not have enough gold to rank up {TROOP_NAME}.\\n\\nRank up cost: {COST} gold.",
    "BR": "Você não tem ouro suficiente para promover {TROOP_NAME}.\\n\\nCusto de promoção: {COST} de ouro.",
    "CNs": "你没有足够的金币晋升 {TROOP_NAME}。\\n\\n晋升费用: {COST} 金币。",
    "CNt": "你沒有足夠的金幣晉升 {TROOP_NAME}。\\n\\n晉升費用: {COST} 金幣。",
    "DE": "Du hast nicht genug Gold, um {TROOP_NAME} aufzuwerten.\\n\\nKosten: {COST} Gold.",
    "FR": "Pas assez d’or pour promouvoir {TROOP_NAME}.\\n\\nCoût de promotion : {COST} or.",
    "IT": "Non hai abbastanza oro per promuovere {TROOP_NAME}.\\n\\nCosto: {COST} oro.",
    "JP": "{TROOP_NAME} を昇進させるのに十分なゴールドがない。\\n\\n昇進コスト: {COST} ゴールド。",
    "KO": "{TROOP_NAME} 을(를) 승급시키기에 골드가 부족합니다.\\n\\n승급 비용: {COST} 골드.",
    "PL": "Nie masz wystarczająco złota, aby awansować {TROOP_NAME}.\\n\\nKoszt awansu: {COST} złota.",
    "RU": "У вас недостаточно золота, чтобы повысить {TROOP_NAME}.\\n\\nСтоимость повышения: {COST} золота.",
    "SP": "No tienes suficiente oro para ascender a {TROOP_NAME}.\\n\\nCosto de ascenso: {COST} oro.",
    "TR": "{TROOP_NAME} terfi ettirmek için yeterli altının yok.\\n\\nTerfi maliyeti: {COST} altın."
  },
  {
    "id": "ret_rank_up_not_enough_gold_title",
    "EN": "Not enough gold",
    "BR": "Ouro insuficiente",
    "CNs": "金币不足",
    "CNt": "金幣不足",
    "DE": "Nicht genug Gold",
    "FR": "Or insuffisant",
    "IT": "Oro insufficiente",
    "JP": "ゴールド不足",
    "KO": "골드 부족",
    "PL": "Za mało złota",
    "RU": "Недостаточно золота",
    "SP": "Oro insuficiente",
    "TR": "Yetersiz altın"
  },
  {
    "id": "ret_rank_up_not_enough_xp_text",
    "EN": "You do not have enough XP to rank up {TROOP_NAME}.\\n\\nRank up cost: {COST} XP.",
    "BR": "Você não tem XP suficiente para promover {TROOP_NAME}.\\n\\nCusto de promoção: {COST} XP.",
    "CNs": "你没有足够的经验晋升 {TROOP_NAME}。\\n\\n晋升费用: {COST} 经验。",
    "CNt": "你沒有足夠的經驗晉升 {TROOP_NAME}。\\n\\n晉升費用: {COST} 經驗。",
    "DE": "Du hast nicht genug EP, um {TROOP_NAME} aufzuwerten.\\n\\nKosten: {COST} EP.",
    "FR": "Pas assez d’XP pour promouvoir {TROOP_NAME}.\\n\\nCoût de promotion : {COST} XP.",
    "IT": "Non hai abbastanza PE per promuovere {TROOP_NAME}.\\n\\nCosto: {COST} PE.",
    "JP": "{TROOP_NAME} を昇進させるのに十分なXPがない。\\n\\n昇進コスト: {COST} XP。",
    "KO": "{TROOP_NAME} 을(를) 승급시키기에 경험치가 부족합니다.\\n\\n승급 비용: {COST} 경험치.",
    "PL": "Nie masz wystarczająco PD, aby awansować {TROOP_NAME}.\\n\\nKoszt awansu: {COST} PD.",
    "RU": "У вас недостаточно опыта, чтобы повысить {TROOP_NAME}.\\n\\nСтоимость повышения: {COST} опыта.",
    "SP": "No tienes suficiente experiencia para ascender a {TROOP_NAME}.\\n\\nCosto de ascenso: {COST} exp.",
    "TR": "{TROOP_NAME} terfi ettirmek için yeterli XP yok.\\n\\nTerfi maliyeti: {COST} XP."
  },
  {
    "id": "ret_rank_up_not_enough_xp_title",
    "EN": "Not enough XP",
    "BR": "XP insuficiente",
    "CNs": "经验不足",
    "CNt": "經驗不足",
    "DE": "Nicht genug EP",
    "FR": "XP insuffisant",
    "IT": "PE insufficiente",
    "JP": "XP不足",
    "KO": "경험치 부족",
    "PL": "Za mało PD",
    "RU": "Недостаточно опыта",
    "SP": "Exp insuficiente",
    "TR": "Yetersiz XP"
  },
  {
    "id": "ret_rank_up_not_maxed_out",
    "EN": "Not Maxed Out",
    "BR": "Não no Máximo",
    "CNs": "未满级",
    "CNt": "未滿級",
    "DE": "Nicht Maximal",
    "FR": "Pas au Maximum",
    "IT": "Non al Massimo",
    "JP": "最大ではない",
    "KO": "최대치 아님",
    "PL": "Nie maksymalizowano",
    "RU": "Не Максимум",
    "SP": "No al Máximo",
    "TR": "Maksimum Değil"
  },
  {
    "id": "ret_rank_up_not_maxed_out_text",
    "EN": "Max out this retinue's skills before you can rank up.",
    "BR": "Maximize as habilidades deste séquito antes de promovê-lo.",
    "CNs": "在晋升之前先将该随从的技能提升到最大。",
    "CNt": "在晉升之前先將該隨從的技能提升到最大。",
    "DE": "Maximiere die Fertigkeiten dieser Gefolgschaft, bevor du sie aufwertest.",
    "FR": "Maximise les compétences de cette rétinue avant de pouvoir la promouvoir.",
    "IT": "Massimizza le abilità di questo seguito prima di poterlo promuovere.",
    "JP": "この随伴兵のスキルを最大限にしてから昇進させてください。",
    "KO": "이 수행원의 기술을 최대한으로 올린 후 승급시키십시오.",
    "PL": "Maksymalizuj umiejętności tego orszaku, zanim będziesz mógł go awansować.",
    "RU": "Максимизируйте навыки этой свиты, прежде чем повышать ее.",
    "SP": "Maximiza las habilidades de este séquito antes de poder ascenderlo.",
    "TR": "Bu ordunun becerilerini en üst seviyeye çıkarın, ardından terfi ettirin."
  },
  {
    "id": "ret_remove_button_text",
    "EN": "Remove",
    "BR": "Remover",
    "CNs": "移除",
    "CNt": "移除",
    "DE": "Entfernen",
    "FR": "Retirer",
    "IT": "Rimuovi",
    "JP": "削除",
    "KO": "제거",
    "PL": "Usuń",
    "RU": "Удалить",
    "SP": "Eliminar",
    "TR": "Kaldır"
  },
  {
    "id": "ret_remove_troop",
    "EN": "Remove Troop",
    "BR": "Remover Tropa",
    "CNs": "移除部队",
    "CNt": "移除部隊",
    "DE": "Truppe entfernen",
    "FR": "Supprimer",
    "IT": "Rimuovi Truppa",
    "JP": "兵を削除",
    "KO": "병력 제거",
    "PL": "Usuń Jednostkę",
    "RU": "Удалить Войска",
    "SP": "Eliminar Tropa",
    "TR": "Askeri Kaldır"
  },
  {
    "id": "ret_remove_troop_text",
    "EN": "Are you sure you want to permanently remove {TROOP_NAME}?\\n\\nTheir equipment will be stocked for later use.",
    "BR": "Tem certeza de que deseja remover permanentemente {TROOP_NAME}?\\n\\nO equipamento deles será guardado no estoque para uso posterior.",
    "CNs": "确定要永久移除 {TROOP_NAME} 吗？\\n\\n他们的装备将被存入库存以供后用。",
    "CNt": "確定要永久移除 {TROOP_NAME} 嗎？\\n\\n他們的裝備將被存入庫存以供後用。",
    "DE": "Bist du sicher, dass du {TROOP_NAME} dauerhaft entfernen willst?\\n\\nIhre Ausrüstung wird eingelagert.",
    "FR": "Es-tu sûr de vouloir supprimer définitivement {TROOP_NAME} ?\\n\\nSon équipement sera stocké pour une utilisation ultérieure.",
    "IT": "Sei sicuro di voler rimuovere definitivamente {TROOP_NAME}?\\n\\nIl suo equipaggiamento verrà immagazzinato.",
    "JP": "{TROOP_NAME} を完全に削除しますか？\\n\\n装備は保管されます。",
    "KO": "{TROOP_NAME} 을(를) 영구적으로 제거하시겠습니까?\\n\\n장비는 보관됩니다.",
    "PL": "Czy na pewno chcesz trwale usunąć {TROOP_NAME}?\\n\\nJej ekwipunek zostanie zmagazynowany.",
    "RU": "Вы уверены, что хотите навсегда удалить {TROOP_NAME}?\\n\\nИх снаряжение будет сохранено.",
    "SP": "¿Seguro que quieres eliminar permanentemente a {TROOP_NAME}?\\n\\nSu equipo se almacenará para uso posterior.",
    "TR": "{TROOP_NAME} kalıcı olarak kaldırmak istediğine emin misin?\\n\\nTeçhizatı daha sonra kullanılmak üzere stoklanacaktır."
  },
  {
    "id": "ret_rename_troop",
    "EN": "Rename Troop",
    "BR": "Renomear Tropa",
    "CNs": "重命名部队",
    "CNt": "重命名部隊",
    "DE": "Truppe umbenennen",
    "FR": "Renommer",
    "IT": "Rinomina Truppa",
    "JP": "兵を改名",
    "KO": "병력 이름 변경",
    "PL": "Zmień Nazwę Jednostki",
    "RU": "Переименовать Войска",
    "SP": "Renombrar Tropa",
    "TR": "Askerin Adını Değiştir"
  },
  {
    "id": "ret_retinue",
    "EN": "Retinue",
    "BR": "Séquito",
    "CNs": "随从",
    "CNt": "隨從",
    "DE": "Gefolgschaft",
    "FR": "Rétinue",
    "IT": "Seguito",
    "JP": "随伴兵",
    "KO": "수행원",
    "PL": "Orszak",
    "RU": "Свита",
    "SP": "Séquito",
    "TR": "Yandaş"
  },
  {
    "id": "ret_retinue_female_kingdom",
    "EN": "{FACTION} Queen's Champion",
    "BR": "{FACTION} Campeão da Rainha",
    "CNs": "{FACTION} 女王勇士",
    "CNt": "{FACTION} 女王勇士",
    "DE": "{FACTION} Champion der Königin",
    "FR": "{FACTION} Champion de la Reine",
    "IT": "{FACTION} Campione della Regina",
    "JP": "{FACTION} 女王の勇士",
    "KO": "{FACTION} 여왕의 용사",
    "PL": "{FACTION} Czempion Królowej",
    "RU": "{FACTION} Чемпион Королевы",
    "SP": "{FACTION} Campeón de la Reina",
    "TR": "{FACTION} Kraliçenin Şampiyonu"
  },
  {
    "id": "ret_retinue_house_champion",
    "EN": "{FACTION} House Champion",
    "BR": "{FACTION} Campeão da Casa",
    "CNs": "{FACTION} 家族勇士",
    "CNt": "{FACTION} 家族勇士",
    "DE": "{FACTION} Haus-Champion",
    "FR": "{FACTION} Champion Seigneurial",
    "IT": "{FACTION} Campione della Casa",
    "JP": "{FACTION} 家の勇士",
    "KO": "{FACTION} 가문의 용사",
    "PL": "{FACTION} Czempion Domu",
    "RU": "{FACTION} Чемпион Дома",
    "SP": "{FACTION} Campeón de la Casa",
    "TR": "{FACTION} Hanenin Şampiyonu"
  },
  {
    "id": "ret_retinue_house_guard",
    "EN": "{FACTION} House Guard",
    "BR": "{FACTION} Guarda da Casa",
    "CNs": "{FACTION} 家族卫士",
    "CNt": "{FACTION} 家族衛士",
    "DE": "{FACTION} Hauswache",
    "FR": "{FACTION} Garde Seigneurial",
    "IT": "{FACTION} Guardia della Casa",
    "JP": "{FACTION} 家の護衛",
    "KO": "{FACTION} 가문의 수호병",
    "PL": "{FACTION} Straż Domu",
    "RU": "{FACTION} Стража Дома",
    "SP": "{FACTION} Guardia de la Casa",
    "TR": "{FACTION} Hanenin Muhafızı"
  },
  {
    "id": "ret_retinue_male_kingdom",
    "EN": "{FACTION} King's Champion",
    "BR": "{FACTION} Campeão do Rei",
    "CNs": "{FACTION} 国王勇士",
    "CNt": "{FACTION} 國王勇士",
    "DE": "{FACTION} Champion des Königs",
    "FR": "{FACTION} Champion du Roi",
    "IT": "{FACTION} Campione del Re",
    "JP": "{FACTION} 王の勇士",
    "KO": "{FACTION} 왕의 용사",
    "PL": "{FACTION} Czempion Króla",
    "RU": "{FACTION} Чемпион Короля",
    "SP": "{FACTION} Campeón del Rey",
    "TR": "{FACTION} Kralın Şampiyonu"
  },
  {
    "id": "ret_retinue_morale_bonus_bound_by_honor",
    "EN": "Retinue (Bound by Honor)",
    "BR": "Séquito (Vinculados pela Honra)",
    "CNs": "随从（荣誉束缚）",
    "CNt": "隨從（榮譽束縛）",
    "DE": "Gefolgschaft (An Ehre gebunden)",
    "FR": "Rétinue (Liés par l’Honneur)",
    "IT": "Seguito (Vincolati dall’Onore)",
    "JP": "随伴兵（名誉に縛られて）",
    "KO": "수행원 (명예에 묶인 자)",
    "PL": "Orszak (Związani Honorem)",
    "RU": "Свита (Связанные Честью)",
    "SP": "Séquito (Atados por el Honor)",
    "TR": "Yandaş (Onura Bağlı)"
  },
  {
    "id": "ret_retinue_royal_guard",
    "EN": "{FACTION} Royal Guard",
    "BR": "{FACTION} Guarda Real",
    "CNs": "{FACTION} 皇家卫队",
    "CNt": "{FACTION} 皇家衛隊",
    "DE": "{FACTION} Königliche Wache",
    "FR": "{FACTION} Garde Royal",
    "IT": "{FACTION} Guardia Reale",
    "JP": "{FACTION} 王立護衛",
    "KO": "{FACTION} 왕립 근위대",
    "PL": "{FACTION} Straż Królewska",
    "RU": "{FACTION} Королевская Гвардия",
    "SP": "{FACTION} Guardia Real",
    "TR": "{FACTION} Kraliyet Muhafızı"
  },
  {
    "id": "ret_royal_patronage",
    "EN": "Royal Patronage",
    "BR": "Patrocínio Real",
    "CNs": "王室资助",
    "CNt": "王室資助",
    "DE": "Königliche Schirmherrschaft",
    "FR": "Faveur Royale",
    "IT": "Patrocinio Reale",
    "JP": "王室の後援",
    "KO": "왕실 후원",
    "PL": "Patronat Królewski",
    "RU": "Королевское Покровительство",
    "SP": "Patrocinio Real",
    "TR": "Kraliyet Himayesi"
  },
  {
    "id": "ret_royal_patronage_1000_kills_custom_kingdom",
    "EN": "Get 1000 kills with custom kingdom troops.",
    "BR": "Consiga 1000 abates com tropas personalizadas do reino.",
    "CNs": "使用自定义王国部队累计获得1000击杀。",
    "CNt": "使用自定義王國部隊累計獲得1000擊殺。",
    "DE": "Erziele 1000 Kills mit benutzerdefinierten Königreichstruppen.",
    "FR": "Réalise 1000 éliminations avec des troupes royales personnalisées.",
    "IT": "Ottieni 1000 uccisioni con truppe personalizzate del regno.",
    "JP": "カスタム王国兵で1000キルを達成する。",
    "KO": "커스텀 왕국 병력으로 1000킬을 기록하십시오.",
    "PL": "Zdobądź 1000 zabójstw własnymi wojskami królestwa.",
    "RU": "Совершите 1000 убийств войсками собственного королевства.",
    "SP": "Consigue 1000 muertes con tropas personalizadas del reino.",
    "TR": "Krallık askerleriyle 1000 öldürme yap."
  },
  {
    "id": "ret_royal_patronage_companion_governor_30_days",
    "EN": "Have a companion of the same culture as your kingdom govern a kingdom fief for 30 days.",
    "BR": "Tenha um companheiro da mesma cultura do seu reino governando um feudo do reino por 30 dias.",
    "CNs": "让与你王国同文化的同伴治理一个王国封地30天。",
    "CNt": "讓與你王國同文化的同伴治理一個王國封地30天。",
    "DE": "Lass einen Gefährten derselben Kultur wie dein Königreich 30 Tage lang ein Lehen verwalten.",
    "FR": "Fais gouverner un fief royal pendant 30 jours par un compagnon de la même culture que ton royaume.",
    "IT": "Fai governare un feudo del regno per 30 giorni a un compagno della stessa cultura del tuo regno.",
    "JP": "王国と同じ文化の仲間に30日間王国の領地を統治させる。",
    "KO": "왕국과 같은 문화의 동료가 왕국 영지를 30일간 통치하게 하십시오.",
    "PL": "Niech towarzysz tej samej kultury co twoje królestwo rządzi lennem przez 30 dni.",
    "RU": "Позвольте спутнику той же культуры, что и ваше королевство, управлять феодом в течение 30 дней.",
    "SP": "Haz que un compañero de la misma cultura que tu reino gobierne un feudo del reino durante 30 días.",
    "TR": "Krallığınla aynı kültürden bir yoldaşın 30 gün boyunca bir krallık tımarını yönetmesini sağla."
  },
  {
    "id": "ret_royal_patronage_description",
    "EN": "10% rebate on items of the kingdom's culture.",
    "BR": "10% de desconto em itens da cultura do reino.",
    "CNs": "王国文化物品享受10%折扣。",
    "CNt": "王國文化物品享受10%折扣。",
    "DE": "10% Rabatt auf Gegenstände der Königreichskultur.",
    "FR": "10% de réduction sur les objets de la culture du royaume.",
    "IT": "10% di sconto sugli oggetti della cultura del regno.",
    "JP": "王国文化のアイテムが10%割引。",
    "KO": "왕국 문화 아이템 10% 할인.",
    "PL": "10% zniżki na przedmioty kultury królestwa.",
    "RU": "10% скидка на предметы культуры королевства.",
    "SP": "10% de descuento en objetos de la cultura del reino.",
    "TR": "Krallık kültüründen eşyalar %10 indirimli."
  },
  {
    "id": "ret_royal_patronage_recruit_100_custom_kingdom",
    "EN": "Recruit 100 custom kingdom troops.",
    "BR": "Recrute 100 tropas personalizadas do reino.",
    "CNs": "招募100名自定义王国部队。",
    "CNt": "招募100名自定義王國部隊。",
    "DE": "Rekrutiere 100 benutzerdefinierte Königreichstruppen.",
    "FR": "Recrute 100 troupes royales personnalisées.",
    "IT": "Recluta 100 truppe personalizzate del regno.",
    "JP": "カスタム王国兵100人を募集する。",
    "KO": "커스텀 왕국 병력 100명을 모집하십시오.",
    "PL": "Zwerbuj 100 własnych wojsk królestwa.",
    "RU": "Нанимайте 100 собственных войск королевства.",
    "SP": "Recluta 100 tropas personalizadas del reino.",
    "TR": "100 krallık askeri topla."
  },
  {
    "id": "ret_skill_cap_text",
    "EN": "{CAP} skill cap",
    "BR": "Limite de habilidade {CAP}",
    "CNs": "技能上限 {CAP}",
    "CNt": "技能上限 {CAP}",
    "DE": "Fertigkeitsobergrenze {CAP}",
    "FR": "Limite de compétence {CAP}",
    "IT": "Limite abilità {CAP}",
    "JP": "スキル上限 {CAP}",
    "KO": "스킬 한계 {CAP}",
    "PL": "Limit umiejętności {CAP}",
    "RU": "Лимит навыка {CAP}",
    "SP": "Límite de habilidad {CAP}",
    "TR": "{CAP} beceri sınırı"
  },
  {
    "id": "ret_skill_requirement_text",
    "EN": "Requires {SKILL}: {LEVEL}",
    "BR": "Requer {SKILL}: {LEVEL}",
    "CNs": "需要 {SKILL}: {LEVEL}",
    "CNt": "需要 {SKILL}: {LEVEL}",
    "DE": "Benötigt {SKILL}: {LEVEL}",
    "FR": "Nécessite {SKILL} : {LEVEL}",
    "IT": "Richiede {SKILL}: {LEVEL}",
    "JP": "{SKILL}: {LEVEL} が必要",
    "KO": "{SKILL}: {LEVEL} 필요",
    "PL": "Wymaga {SKILL}: {LEVEL}",
    "RU": "Требуется {SKILL}: {LEVEL}",
    "SP": "Requiere {SKILL}: {LEVEL}",
    "TR": "{SKILL}: {LEVEL} gerekir"
  },
  {
    "id": "ret_skills_header_text",
    "EN": "Skills",
    "BR": "Habilidades",
    "CNs": "技能",
    "CNt": "技能",
    "DE": "Fertigkeiten",
    "FR": "Compétences",
    "IT": "Abilità",
    "JP": "スキル",
    "KO": "기술",
    "PL": "Umiejętności",
    "RU": "Навыки",
    "SP": "Habilidades",
    "TR": "Beceriler"
  },
  {
    "id": "ret_steadfast_soldiers",
    "EN": "Steadfast Soldiers",
    "BR": "Soldados Inabaláveis",
    "CNs": "坚定士兵",
    "CNt": "堅定士兵",
    "DE": "Standhafte Soldaten",
    "FR": "Soldats Inébranlables",
    "IT": "Soldati Saldi",
    "JP": "不動の兵士",
    "KO": "굳건한 병사",
    "PL": "Niezłomni Żołnierze",
    "RU": "Стойкие Солдаты",
    "SP": "Soldados Firmes",
    "TR": "Sarsılmaz Askerler"
  },
  {
    "id": "ret_steadfast_soldiers_defend_village_only_custom",
    "EN": "Defend a village from a raid using only custom troops.",
    "BR": "Defenda uma aldeia de um saque usando apenas tropas personalizadas.",
    "CNs": "仅用自定义部队防御村庄免遭掠夺。",
    "CNt": "僅用自定義部隊防禦村莊免遭掠奪。",
    "DE": "Verteidige ein Dorf gegen einen Überfall nur mit benutzerdefinierten Truppen.",
    "FR": "Défends un village contre un raid en utilisant uniquement des troupes personnalisées.",
    "IT": "Difendi un villaggio da un’incursione usando solo truppe personalizzate.",
    "JP": "カスタム兵のみで村を襲撃から防衛する。",
    "KO": "커스텀 병력만으로 마을을 습격으로부터 방어하십시오.",
    "PL": "Broń wioski przed najazdem, używając tylko własnych jednostek.",
    "RU": "Защитите деревню от налёта, используя только собственные войска.",
    "SP": "Defiende una aldea de un saqueo usando solo tropas personalizadas.",
    "TR": "Sadece özel askerlerle bir köyü baskından savun."
  },
  {
    "id": "ret_steadfast_soldiers_description",
    "EN": "+10 skill points.",
    "BR": "+10 pontos de habilidade.",
    "CNs": "+10 技能点。",
    "CNt": "+10 技能點。",
    "DE": "+10 Fertigkeitspunkte.",
    "FR": "+10 points de compétence.",
    "IT": "+10 punti abilità.",
    "JP": "+10 スキルポイント。",
    "KO": "+10 기술 포인트.",
    "PL": "+10 punktów umiejętności.",
    "RU": "+10 очков навыков.",
    "SP": "+10 puntos de habilidad.",
    "TR": "+10 beceri puanı."
  },
  {
    "id": "ret_steadfast_soldiers_siege_defense_only_custom",
    "EN": "Win a siege defense using only custom troops.",
    "BR": "Vença uma defesa de cerco usando apenas tropas personalizadas.",
    "CNs": "仅用自定义部队赢得一场防御攻城战。",
    "CNt": "僅用自定義部隊贏得一場防禦攻城戰。",
    "DE": "Gewinne eine Belagerungsverteidigung nur mit benutzerdefinierten Truppen.",
    "FR": "Gagne une défense de siège en utilisant uniquement des troupes personnalisées.",
    "IT": "Vinci una difesa d’assedio usando solo truppe personalizzate.",
    "JP": "カスタム兵のみで防衛戦に勝利する。",
    "KO": "커스텀 병력만으로 공성 방어에서 승리하십시오.",
    "PL": "Wygraj obronę oblężenia, używając tylko własnych jednostek.",
    "RU": "Выиграйте оборону осады, используя только собственные войска.",
    "SP": "Gana una defensa de asedio usando solo tropas personalizadas.",
    "TR": "Sadece özel askerlerle bir kuşatma savunmasını kazan."
  },
  {
    "id": "ret_steadfast_soldiers_troops_maxed_skills",
    "EN": "Max out the skills of 15 custom troops.",
    "BR": "Maximiza as habilidades de 15 tropas personalizadas.",
    "CNs": "让15名自定义部队技能达到满值。",
    "CNt": "讓15名自定義部隊技能達到滿值。",
    "DE": "Maximiere die Fertigkeiten von 15 benutzerdefinierten Truppen.",
    "FR": "Maximise les compétences de 15 troupes personnalisées.",
    "IT": "Massimizza le abilità di 15 truppe personalizzate.",
    "JP": "カスタム兵15人のスキルを最大化する。",
    "KO": "커스텀 병력 15명의 기술을 최고치까지 올리십시오.",
    "PL": "Maksymalizuj umiejętności 15 własnych jednostek.",
    "RU": "Максимизируйте навыки 15 собственных войск.",
    "SP": "Maximiza las habilidades de 15 tropas personalizadas.",
    "TR": "15 özel askerin becerilerini en üst düzeye çıkar."
  },
  {
    "id": "ret_switch_to_clan_troops",
    "EN": "Switch to\\nClan Troops",
    "BR": "Trocar para\\nTropas do Clã",
    "CNs": "切换至\\n家族部队",
    "CNt": "切換至\\n家族部隊",
    "DE": "Wechsel zu\\nClantruppen",
    "FR": "Basculer vers les\\nTroupes de Clan",
    "IT": "Passa a\\nTruppe del Clan",
    "JP": "切り替え：\\n一族兵",
    "KO": "전환 →\\n가문 병력",
    "PL": "Przełącz na\\nWojska Klanu",
    "RU": "Переключиться на\\nВойска Клана",
    "SP": "Cambiar a\\nTropas del Clan",
    "TR": "Geçiş Yap\\nKlan Askerleri"
  },
  {
    "id": "ret_switch_to_kingdom_troops",
    "EN": "Switch to\\nKingdom Troops",
    "BR": "Trocar para\\nTropas do Reino",
    "CNs": "切换至\\n王国部队",
    "CNt": "切換至\\n王國部隊",
    "DE": "Wechsel zu\\nKönigreichstruppen",
    "FR": "Basculer vers les\\nTroupes Royales",
    "IT": "Passa a\\nTruppe del Regno",
    "JP": "切り替え：\\n王国兵",
    "KO": "전환 →\\n왕국 병력",
    "PL": "Przełącz na\\nWojska Królestwa",
    "RU": "Переключиться на\\nВойска Королевства",
    "SP": "Cambiar a\\nTropas del Reino",
    "TR": "Geçiş Yap\\nKrallık Askerleri"
  },
  {
    "id": "ret_tier",
    "EN": "Tier",
    "BR": "Nível",
    "CNs": "等级",
    "CNt": "等級",
    "DE": "Stufe",
    "FR": "Rang",
    "IT": "Livello",
    "JP": "ランク",
    "KO": "등급",
    "PL": "Poziom",
    "RU": "Ранг",
    "SP": "Nivel",
    "TR": "Seviye"
  },
  {
    "id": "ret_transfer_header_text",
    "EN": "Transfer",
    "BR": "Transferir",
    "CNs": "转移",
    "CNt": "轉移",
    "DE": "Übertragen",
    "FR": "Transférer",
    "IT": "Trasferisci",
    "JP": "移動",
    "KO": "이동",
    "PL": "Przenieś",
    "RU": "Передать",
    "SP": "Transferir",
    "TR": "Aktar"
  },
  {
    "id": "ret_troops_tab_text",
    "EN": "Troops",
    "BR": "Tropas",
    "CNs": "部队",
    "CNt": "部隊",
    "DE": "Truppen",
    "FR": "Troupes",
    "IT": "Truppe",
    "JP": "兵",
    "KO": "병력",
    "PL": "Jednostki",
    "RU": "Войска",
    "SP": "Tropas",
    "TR": "Askerler"
  },
  {
    "id": "ret_unequip_all",
    "EN": "Unequip All",
    "BR": "Remover Tudo",
    "CNs": "卸下全部",
    "CNt": "卸下全部",
    "DE": "Alles ablegen",
    "FR": "Tout retirer",
    "IT": "Rimuovi Tutto",
    "JP": "すべて外す",
    "KO": "모두 해제",
    "PL": "Zdejmij Wszystko",
    "RU": "Снять Всё",
    "SP": "Quitar Todo",
    "TR": "Tümünü Çıkar"
  },
  {
    "id": "ret_unequip_all_button_text",
    "EN": "Unequip All",
    "BR": "Remover Tudo",
    "CNs": "卸下全部",
    "CNt": "卸下全部",
    "DE": "Alles ablegen",
    "FR": "Tout retirer",
    "IT": "Rimuovi Tutto",
    "JP": "すべて外す",
    "KO": "모두 해제",
    "PL": "Zdejmij Wszystko",
    "RU": "Снять Всё",
    "SP": "Quitar Todo",
    "TR": "Tümünü Çıkar"
  },
  {
    "id": "ret_unequip_all_text",
    "EN": "Unequip all items worn by {TROOP_NAME}?\\n\\nThey will be stocked for later use.",
    "BR": "Remover todos os itens usados por {TROOP_NAME}?\\n\\nEles serão guardados no estoque para uso posterior.",
    "CNs": "卸下 {TROOP_NAME} 穿戴的所有物品？\\n\\n它们将被存入库存以供后用。",
    "CNt": "卸下 {TROOP_NAME} 穿戴的所有物品？\\n\\n它們將被存入庫存以供後用。",
    "DE": "Alle von {TROOP_NAME} getragenen Gegenstände ablegen?\\n\\nSie werden eingelagert.",
    "FR": "Retirer tout l’équipement porté par {TROOP_NAME} ?\\n\\nIl sera stocké pour une utilisation ultérieure.",
    "IT": "Rimuovere tutti gli oggetti indossati da {TROOP_NAME}?\\n\\nSaranno immagazzinati.",
    "JP": "{TROOP_NAME} が装備しているすべてのアイテムを外しますか？\\n\\n装備は保管されます。",
    "KO": "{TROOP_NAME} 이(가) 착용한 모든 아이템을 해제하시겠습니까?\\n\\n아이템은 보관됩니다.",
    "PL": "Zdjąć wszystkie przedmioty noszone przez {TROOP_NAME}?\\n\\nZostaną one zmagazynowane.",
    "RU": "Снять все предметы с {TROOP_NAME}?\\n\\nОни будут сохранены.",
    "SP": "¿Quitar todo el equipo de {TROOP_NAME}?\\n\\nSe almacenará para uso posterior.",
    "TR": "{TROOP_NAME} üzerindeki tüm eşyaları çıkarmak istiyor musun?\\n\\nEşyalar stoklanacaktır."
  },
  {
    "id": "ret_unlock_btn",
    "EN": "Unlock",
    "BR": "Desbloquear",
    "CNs": "解锁",
    "CNt": "解鎖",
    "DE": "Freischalten",
    "FR": "Débloquer",
    "IT": "Sblocca",
    "JP": "解除",
    "KO": "해제",
    "PL": "Odblokuj",
    "RU": "Разблокировать",
    "SP": "Desbloquear",
    "TR": "Aç"
  },
  {
    "id": "ret_unlock_failed",
    "EN": "Cannot unlock.",
    "BR": "Não é possível desbloquear.",
    "CNs": "无法解锁。",
    "CNt": "無法解鎖。",
    "DE": "Kann nicht freigeschaltet werden.",
    "FR": "Impossible à débloquer.",
    "IT": "Impossibile sbloccare.",
    "JP": "解除できない。",
    "KO": "해제할 수 없음.",
    "PL": "Nie można odblokować.",
    "RU": "Невозможно разблокировать.",
    "SP": "No se puede desbloquear.",
    "TR": "Açılamaz."
  },
  {
    "id": "ret_unlock_progress_text",
    "EN": "Unlocking ({PROGRESS}/{REQUIRED})",
    "BR": "Desbloqueando ({PROGRESS}/{REQUIRED})",
    "CNs": "解锁中 ({PROGRESS}/{REQUIRED})",
    "CNt": "解鎖中 ({PROGRESS}/{REQUIRED})",
    "DE": "Wird freigeschaltet ({PROGRESS}/{REQUIRED})",
    "FR": "Déblocage ({PROGRESS}/{REQUIRED})",
    "IT": "Sbloccando ({PROGRESS}/{REQUIRED})",
    "JP": "アンロック中 ({PROGRESS}/{REQUIRED})",
    "KO": "해제 중 ({PROGRESS}/{REQUIRED})",
    "PL": "Odblokowywanie ({PROGRESS}/{REQUIRED})",
    "RU": "Разблокировка ({PROGRESS}/{REQUIRED})",
    "SP": "Desbloqueando ({PROGRESS}/{REQUIRED})",
    "TR": "Açılıyor ({PROGRESS}/{REQUIRED})"
  },
  {
    "id": "ret_upgrades_header_text",
    "EN": "Upgrades",
    "BR": "Aprimoramentos",
    "CNs": "升级",
    "CNt": "升級",
    "DE": "Upgrades",
    "FR": "Améliorations",
    "IT": "Potenziamenti",
    "JP": "アップグレード",
    "KO": "업그레이드",
    "PL": "Ulepszenia",
    "RU": "Улучшения",
    "SP": "Mejoras",
    "TR": "Yükseltmeler"
  },
  {
    "id": "ret_vanguard",
    "EN": "Vanguard",
    "BR": "Vanguarda",
    "CNs": "先锋",
    "CNt": "先鋒",
    "DE": "Vorhut",
    "FR": "Avant-Garde",
    "IT": "Avanguardia",
    "JP": "前衛",
    "KO": "선봉",
    "PL": "Awangarda",
    "RU": "Авангард",
    "SP": "Vanguardia",
    "TR": "Öncü"
  },
  {
    "id": "ret_vanguard_clear_hideout_retinue_only",
    "EN": "Clear a hideout using only your retinue.",
    "BR": "Limpe um esconderijo usando apenas seu séquito.",
    "CNs": "仅用随从清剿一个山寨。",
    "CNt": "僅用隨從清剿一個山寨。",
    "DE": "Räume ein Versteck nur mit deiner Gefolgschaft.",
    "FR": "Nettoie un repaire de bandits en utilisant uniquement ta rétinue.",
    "IT": "Ripulisci un covo usando solo il tuo seguito.",
    "JP": "随伴兵のみで隠れ家を一掃する。",
    "KO": "수행원만으로 은신처를 소탕하십시오.",
    "PL": "Oczyść kryjówkę, używając tylko orszaku.",
    "RU": "Очистите логово, используя только свиту.",
    "SP": "Limpia un escondite usando solo tu séquito.",
    "TR": "Yalnızca yandaşlarınla bir sığınağı temizle."
  },
  {
    "id": "ret_vanguard_description",
    "EN": "+15% retinue cap.",
    "BR": "+15% no limite do séquito.",
    "CNs": "+15% 随从上限。",
    "CNt": "+15% 隨從上限。",
    "DE": "+15% Gefolgschaftsobergrenze.",
    "FR": "+15% de limite de rétinue.",
    "IT": "+15% limite seguito.",
    "JP": "随伴兵上限+15%。",
    "KO": "수행원 한도 +15%.",
    "PL": "+15% limitu orszaku.",
    "RU": "+15% лимита свиты.",
    "SP": "+15% de límite del séquito.",
    "TR": "+%15 yandaş sınırı."
  },
  {
    "id": "ret_vanguard_first_melee_kill_in_siege",
    "EN": "Have a retinue get the first melee kill in a siege assault.",
    "BR": "Faça um séquito conseguir a primeira baixa corpo a corpo em um assalto de cerco.",
    "CNs": "让随从在攻城突击中取得首次近战击杀。",
    "CNt": "讓隨從在攻城突擊中取得首次近戰擊殺。",
    "DE": "Lass eine Gefolgschaft den ersten Nahkampfkills in einem Belagerungsangriff erzielen.",
    "FR": "Fais obtenir à troupe de rétinue la première victoire au corps à corps lors de l’assaut d'une forteresse.",
    "IT": "Fai ottenere al tuo seguito la prima uccisione corpo a corpo in un assalto d’assedio.",
    "JP": "攻城戦で随伴兵に最初の近接キルを取らせる。",
    "KO": "공성 공격에서 수행원으로 첫 근접 킬을 기록하십시오.",
    "PL": "Niech orszak zdobędzie pierwszy zabójstwo w walce wręcz podczas szturmu oblężniczego.",
    "RU": "Пусть свита совершит первое убийство в рукопашной в штурме осады.",
    "SP": "Haz que tu séquito consiga la primera baja cuerpo a cuerpo en un asalto de asedio.",
    "TR": "Bir kuşatma saldırısında ilk yakın dövüş öldürmesini yandaşlarının almasını sağla."
  },
  {
    "id": "ret_vanguard_win_100_retinue_only",
    "EN": "Win a 100+ battle using only your retinue.",
    "BR": "Vença uma batalha de 100+ inimigos usando apenas seu séquito.",
    "CNs": "仅用随从赢得一场100+敌人的战斗。",
    "CNt": "僅用隨從贏得一場100+敵人的戰鬥。",
    "DE": "Gewinne eine 100+ Schlacht nur mit deiner Gefolgschaft.",
    "FR": "Gagne une bataille à 100+ soldats en utilisant uniquement ta rétinue.",
    "IT": "Vinci una battaglia 100+ usando solo il tuo seguito.",
    "JP": "随伴兵のみで100人以上の敵との戦闘に勝利する。",
    "KO": "수행원만으로 100명 이상의 전투에서 승리하십시오.",
    "PL": "Wygraj bitwę 100+, używając tylko orszaku.",
    "RU": "Выиграйте бой 100+, используя только свиту.",
    "SP": "Gana una batalla de 100+ usando solo tu séquito.",
    "TR": "Yalnızca yandaşlarınla 100+ savaşı kazan."
  },
  {
    "id": "ret_warning",
    "EN": "Warning",
    "BR": "Aviso",
    "CNs": "警告",
    "CNt": "警告",
    "DE": "Warnung",
    "FR": "Avertissement",
    "IT": "Avviso",
    "JP": "警告",
    "KO": "경고",
    "PL": "Ostrzeżenie",
    "RU": "Предупреждение",
    "SP": "Advertencia",
    "TR": "Uyarı"
  },
  {
    "id": "ret_weapon_1_slot_text",
    "EN": "Weapon 1",
    "BR": "Arma 1",
    "CNs": "武器1",
    "CNt": "武器1",
    "DE": "Waffe 1",
    "FR": "Arme 1",
    "IT": "Arma 1",
    "JP": "武器1",
    "KO": "무기 1",
    "PL": "Broń 1",
    "RU": "Оружие 1",
    "SP": "Arma 1",
    "TR": "Silah 1"
  },
  {
    "id": "ret_weapon_2_slot_text",
    "EN": "Weapon 2",
    "BR": "Arma 2",
    "CNs": "武器2",
    "CNt": "武器2",
    "DE": "Waffe 2",
    "FR": "Arme 2",
    "IT": "Arma 2",
    "JP": "武器2",
    "KO": "무기 2",
    "PL": "Broń 2",
    "RU": "Оружие 2",
    "SP": "Arma 2",
    "TR": "Silah 2"
  },
  {
    "id": "ret_weapon_3_slot_text",
    "EN": "Weapon 3",
    "BR": "Arma 3",
    "CNs": "武器3",
    "CNt": "武器3",
    "DE": "Waffe 3",
    "FR": "Arme 3",
    "IT": "Arma 3",
    "JP": "武器3",
    "KO": "무기 3",
    "PL": "Broń 3",
    "RU": "Оружие 3",
    "SP": "Arma 3",
    "TR": "Silah 3"
  },
  {
    "id": "ret_weapon_4_slot_text",
    "EN": "Weapon 4",
    "BR": "Arma 4",
    "CNs": "武器4",
    "CNt": "武器4",
    "DE": "Waffe 4",
    "FR": "Arme 4",
    "IT": "Arma 4",
    "JP": "武器4",
    "KO": "무기 4",
    "PL": "Broń 4",
    "RU": "Оружие 4",
    "SP": "Arma 4",
    "TR": "Silah 4"
  },
  {
    "id": "ret_yes",
    "EN": "Yes",
    "BR": "Sim",
    "CNs": "是",
    "CNt": "是",
    "DE": "Ja",
    "FR": "Oui",
    "IT": "Sì",
    "JP": "はい",
    "KO": "예",
    "PL": "Tak",
    "RU": "Да",
    "SP": "Sí",
    "TR": "Evet"
  }
]
